[
  {
    "id": "E6_HID_Q_0001",
    "topic_id": "E6",
    "text": "Que conclusión es incorrecta respecto a la ecuación fundamental de la hidroestática?",
    "correct": "La presión disminuye al aumentar la profundidad en un fluido en reposo",
    "wrong1": "La presión aumenta con la profundidad en un fluido en reposo",
    "wrong2": "La diferencia de presión entre dos puntos depende de la diferencia de cotas y de la densidad del fluido",
    "wrong3": "A igual profundidad dentro del mismo fluido en reposo, la presión es la misma",
    "explanation": "En hidroestática, la presión aumenta con la profundidad: dp/dz = -ρg, por lo que al descender (menor z) la presión crece.",
    "reference": "Ecuación fundamental de la hidroestática (dp/dz = -ρg)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0002",
    "topic_id": "E6",
    "text": "¿Cuál es la principal diferencia entre líquidos y gases en lo que respecta a su compresibilidad?",
    "correct": "Los líquidos son prácticamente incompresibles, mientras que los gases son fácilmente compresibles",
    "wrong1": "La compresibilidad es una propiedad exclusiva de los sólidos y no se aplica a los fluidos",
    "wrong2": "Los gases son prácticamente incompresibles, mientras que los líquidos son fácilmente compresibles",
    "wrong3": "Tanto los líquidos como los gases son fluidos, y por tanto son igualmente compresibles",
    "explanation": "Los líquidos presentan muy baja compresibilidad, mientras que los gases se comprimen con facilidad ante cambios de presión.",
    "reference": "Propiedades de los fluidos: compresibilidad",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0003",
    "topic_id": "E6",
    "text": "¿Qué régimen de flujo se considera cuando el número de Reynolds es inferior a 2000?",
    "correct": "Flujo laminar",
    "wrong1": "Flujo de transición",
    "wrong2": "Flujo ideal",
    "wrong3": "Flujo turbulento",
    "explanation": "Para Re < 2000 (aprox.) en tuberías, el flujo se considera laminar.",
    "reference": "Número de Reynolds y regímenes de flujo en tuberías",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0004",
    "topic_id": "E6",
    "text": "¿Cómo afecta un aumento de la temperatura a la viscosidad de los líquidos y los gases, respectivamente?",
    "correct": "Disminuye en los líquidos y aumenta en los gases",
    "wrong1": "Aumenta en ambos",
    "wrong2": "Aumenta en los líquidos y disminuye en los gases",
    "wrong3": "Disminuye en ambos",
    "explanation": "En líquidos la viscosidad suele disminuir con la temperatura; en gases suele aumentar.",
    "reference": "Variación de la viscosidad con la temperatura",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0005",
    "topic_id": "E6",
    "text": "En una instalación bifurcada con dos lanzas idénticas operando, si un bombero cierra su lanza, ¿qué efecto principal se produce en la lanza que permanece abierta?",
    "correct": "Aumenta la presión en punta de lanza y en consecuencia el caudal",
    "wrong1": "No se produce ningún cambio en el caudal ni en la presión",
    "wrong2": "El caudal aumenta pero la presión en punta de lanza disminuye",
    "wrong3": "Disminuyen tanto el caudal como la presión en punta de lanza",
    "explanation": "Al cerrar una rama disminuye el caudal total y las pérdidas, aumentando la presión disponible en la rama que queda abierta (y con ello su caudal).",
    "reference": "Hidráulica de redes: reparto de caudal y pérdidas de carga",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0006",
    "topic_id": "E6",
    "text": "El fenómeno de la cavitación ocurre en una bomba cuando la presión en un punto del fluido desciende hasta un valor crítico. ¿Cuál es ese valor?",
    "correct": "La presión de vapor del líquido a la temperatura de trabajo",
    "wrong1": "La presión atmosférica local",
    "wrong2": "La presión de rotura de la bomba",
    "wrong3": "El cero absoluto de presión (vacío perfecto)",
    "explanation": "La cavitación aparece cuando la presión local cae por debajo (o aproximadamente iguala) la presión de vapor del líquido a esa temperatura.",
    "reference": "Cavitación: presión de vapor y NPSH",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0007",
    "topic_id": "E6",
    "text": "El Teorema de Torricelli, una aplicación de la ecuación de Bernoulli, permite calcular la velocidad de salida de un fluido por un orificio. ¿De qué variable depende principalmente esta velocidad?",
    "correct": "La altura del fluido por encima del orificio",
    "wrong1": "El volumen total del depósito",
    "wrong2": "La densidad del fluido",
    "wrong3": "El diámetro del orificio de salida",
    "explanation": "Torricelli: v ≈ √(2·g·h), depende principalmente de la carga/altura h sobre el orificio.",
    "reference": "Teorema de Torricelli (Bernoulli)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0008",
    "topic_id": "E6",
    "text": "En el acoplamiento de bombas centrífugas, ¿qué configuración se debe utilizar para conseguir un gran aumento de presión, manteniendo el mismo caudal?",
    "correct": "Acoplamiento en serie",
    "wrong1": "Acoplamiento mixto",
    "wrong2": "Acoplamiento en paralelo",
    "wrong3": "Ninguna es correcta",
    "explanation": "En serie se suman alturas manométricas (presión) aproximadamente, manteniéndose el caudal del conjunto.",
    "reference": "Acoplamiento de bombas: serie/paralelo",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0009",
    "topic_id": "E6",
    "text": "Dentro de una bomba centrífuga, la voluta o caracol tiene una función específica después de que el fluido abandona el rodete. ¿Cuál es su objetivo principal?",
    "correct": "Recoger el fluido y transformar parte de su energia cinética en energia de presión",
    "wrong1": "Hacer girar el rodete mediante el flujo de entrada",
    "wrong2": "Filtrar impurezas del fluido antes de la impulsión",
    "wrong3": "Aumentar la velocidad del fluido al máximo antes de la salida",
    "explanation": "La voluta actúa como difusor: desacelera el flujo y convierte energía cinética en presión.",
    "reference": "Bomba centrífuga: rodete, difusor/voluta",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0010",
    "topic_id": "E6",
    "text": "¿Cuál es la recomendación principal para minimizar el golpe de ariete?",
    "correct": "Realizar las aperturas y cierre de válvulas de forma lenta y controlada",
    "wrong1": "Aumentar la velocidad del motor de la bomba justo antes de cerrar la válvula",
    "wrong2": "Cerrar las válvulas lo más rápido posible",
    "wrong3": "Utilizar tuberías de menos diámetro",
    "explanation": "El golpe de ariete se agrava con cierres/aperturas bruscos; se mitiga actuando de forma progresiva.",
    "reference": "Golpe de ariete en conducciones",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0011",
    "topic_id": "E6",
    "text": "¿Cuál es la relación entre el caudal y la presión en la curva característica H-Q de una bomba centrífuga típica?",
    "correct": "La presión es máxima para un caudal nulo y disminuye a medida que el caudal aumenta ",
    "wrong1": "A mayor caudal impulsado, mayor es la presión que ofrece la bomba",
    "wrong2": "La presión es nula cuando el caudal es nulo y aumenta linealmente con el caudal",
    "wrong3": "La presión se mantiene constante independientemente del caudal",
    "explanation": "En una bomba centrífuga típica, la altura/ presión disponible disminuye al aumentar el caudal.",
    "reference": "Curva característica H-Q de bombas centrífugas",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0012",
    "topic_id": "E6",
    "text": "El principio de Arquímedes establece que un cuerpo sumergido en un fluido experimenta un empuje vertical hacia arriba. ¿A qué es igual la magnitud de esta fuerza de empuje?",
    "correct": "Al peso del volumen de fluido desalojado por el cuerpo",
    "wrong1": "A la densidad del cuerpo multiplicada por la gravedad ",
    "wrong2": "Al peso del cuerpo sumergido",
    "wrong3": "Al volumen del cuerpo multiplicado por la presión atmosférica",
    "explanation": "El empuje equivale al peso del fluido desalojado (ρ·g·V desalojado).",
    "reference": "Principio de Arquímedes",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0013",
    "topic_id": "E6",
    "text": "Según las leyes de semejanza, si la velocidad de giro (N) de una bomba centrífuga se reduce a la mitad, ¿qué le ocurrirá a la potencia absorbida (P)?",
    "correct": "se reducirá a una octava parte",
    "wrong1": "No cambiará",
    "wrong2": "Se reducirá a la mitad",
    "wrong3": "Se reducirá a una cuarta parte",
    "explanation": "Leyes de afinidad: P ∝ N³. Si N se reduce a 1/2, P pasa a (1/2)³ = 1/8.",
    "reference": "Leyes de semejanza/afinidad en bombas centrífugas",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0014",
    "topic_id": "E6",
    "text": "¿Cuál es el factor C para una manguera de 45mm de diámentro?",
    "correct": "17",
    "wrong1": "38",
    "wrong2": "27",
    "wrong3": "18",
    "explanation": "En tablas operativas habituales de bomberos para pérdidas de carga, el factor C para 45 mm suele tomarse como 17.",
    "reference": "Tablas operativas de pérdidas de carga (factor C)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0015",
    "topic_id": "E6",
    "text": "¿Qué describe la ecuación de la continuidad para un fluido incompresible?",
    "correct": "El caudal que atraviesa cualquier sección de una tubería es constante",
    "wrong1": "La viscosidad del fluido varía linealmente con la velocidad",
    "wrong2": "La energía  total de un fluido se conserva a lo largo de una tubería",
    "wrong3": "La presión disminuye a medida que aunmenta la profundidad",
    "explanation": "Para fluido incompresible en régimen estacionario: Q = A·v es constante a lo largo de la conducción.",
    "reference": "Ecuación de continuidad",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0016",
    "topic_id": "E6",
    "text": "¿Cuál es el propósito del cebado en una bomba centrífuga que trabaja en aspiración?",
    "correct": "Eliminar el aire del mangote de aspiración y del cuerpo de bomba llenándolo de agua",
    "wrong1": "Enfriar el cuerpo de la bomba para evitar el sobrecalentamiento durante el arranque",
    "wrong2": "Aumentar la presión de vapor del agua para facilitar el bombeo",
    "wrong3": "Lubricar las partes móviles de la bomba antes del arranque",
    "explanation": "La bomba centrífuga no aspira aire eficazmente; el cebado elimina aire y llena de agua la aspiración y la bomba.",
    "reference": "Cebado de bombas centrífugas en aspiración",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0017",
    "topic_id": "E6",
    "text": "¿Cuál es el principal riesgo de utilizar el sifón para refrigerar la bomba a altas presiones?",
    "correct": "Puede dañar los deflectores internos de la cisterna debido a la alta presión de impacto",
    "wrong1": "Genera un golpe de ariete en la línea de aspiración",
    "wrong2": "Vacía el combustible del vehículo a un ritmo acelerado",
    "wrong3": "Provoca mayor desgaste al motor del vehículo",
    "explanation": "A altas presiones, el chorro/impacto dentro de la cisterna puede dañar elementos internos como deflectores.",
    "reference": "Procedimientos operativos de refrigeración de bomba (sifón)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0018",
    "topic_id": "E6",
    "text": "¿Qué tipo de turbobomba es la más indicada para elevar grandes caudales a alturas reducidas?",
    "correct": "Bombas axiales",
    "wrong1": "Bombas multicelulares",
    "wrong2": "Bombas centrífugas",
    "wrong3": "Bombas de desplazamiento positivo",
    "explanation": "Las bombas axiales son adecuadas para grandes caudales con pequeñas alturas manométricas.",
    "reference": "Tipos de turbobombas: axial/radial/mixta",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0019",
    "topic_id": "E6",
    "text": "¿Según el efecto Venturi qué sucede con la presión y la velocidad del fluido en la zona más estrecha?",
    "correct": "La velocidad aumenta y la presión disminuye",
    "wrong1": "La velocidad y la presión disminuyen",
    "wrong2": "La velocidad y la presión aumentan",
    "wrong3": "La presión aumenta y la velocidad disminuye",
    "explanation": "En el estrechamiento aumenta la velocidad (continuidad) y baja la presión estática (Bernoulli).",
    "reference": "Efecto Venturi (Bernoulli + continuidad)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0020",
    "topic_id": "E6",
    "text": "Según el IVASPE ¿Que método de cebado hace uso de una bomba volumétrica?",
    "correct": "Cebado por bomba de pistones impelentes",
    "wrong1": "Cebado de bombas por anillo de agua",
    "wrong2": "Cebado por depresor de vacío",
    "wrong3": "Cebado por eyector de gases",
    "explanation": "La bomba de pistones es un sistema volumétrico (desplazamiento positivo) aplicado al cebado.",
    "reference": "IVASPE: métodos de cebado",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E6_HID_Q_0021",
    "topic_id": "E6",
    "text": "Según el IVASPE para un bombero ¿Cuál es la fuerza de reacción máxima en punta de lanza, por encima de la cual, se hace prácticamente imposible su manejo?",
    "correct": "266 Kn",
    "wrong1": "233 Kn",
    "wrong2": "333 Kn",
    "wrong3": "222 Kn",
    "explanation": "Según el criterio formativo indicado, por encima de ese umbral la reacción en punta dificulta de forma crítica el control de la lanza por una sola persona.",
    "reference": "IVASPE: fuerza de reacción en punta de lanza",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  }
]
