[
  {
    "id": "G9_ADM_Q_0001",
    "topic_id": "G9",
    "text": "Los reglamentos son:",
    "correct": "Normas de rango inferior a la Ley",
    "wrong1": "Disposiciones interpretativas de la Ley",
    "wrong2": "Normas autorizadas por el Congreso",
    "wrong3": "Todas son correctas.",
    "explanation": "Los reglamentos son normas jurídicas dictadas por la Administración con rango inferior a la ley.",
    "reference": "Jerarquía normativa (CE art. 9.3) y concepto de reglamento",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0002",
    "topic_id": "G9",
    "text": "Según el Código Civil, es fuente del ordenamiento jurídico español:",
    "correct": "La ley",
    "wrong1": "La costumbre",
    "wrong2": "Los reglamentos",
    "wrong3": "Todas son correctas",
    "explanation": "El Código Civil (art. 1) establece como fuentes la ley, la costumbre y los principios generales del derecho. Los reglamentos no se enumeran como fuente en ese artículo (aunque son normas jurídicas subordinadas a la ley).",
    "reference": "Código Civil, art. 1",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0003",
    "topic_id": "G9",
    "text": "¿Cuál de las siguientes clases de leyes no existe?",
    "correct": "Leyes reglamentarias",
    "wrong1": "Leyes Marco",
    "wrong2": "Leyes de tranferencia",
    "wrong3": "Leyes de armonización",
    "explanation": "La Constitución prevé leyes marco, de transferencia o delegación y de armonización. “Leyes reglamentarias” no es una categoría constitucional.",
    "reference": "Constitución Española, art. 150",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0004",
    "topic_id": "G9",
    "text": "¿Cuál de las siguientes afirmaciones define mejor el Derecho Administrativo?",
    "correct": "El conjunto de normas de derecho público interno que regulan la organización y actividad de las administraciones públicas",
    "wrong1": "Las normas que regulan exclusivamente las relaciones entre distintos entes públicos",
    "wrong2": "El conjunto de normas de derecho internacional",
    "wrong3": "Un conjunto de normas de derecho privado que regulan las relaciones entre particulares",
    "explanation": "El Derecho Administrativo es una rama del derecho público interno centrada en la Administración y su actividad.",
    "reference": "Concepto general de Derecho Administrativo",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0005",
    "topic_id": "G9",
    "text": "¿Qué requisito es indispensable para la aprobación, modificación o derogación de una Ley Orgánica?",
    "correct": "Mayoría absoluta del congreso de los Diputados",
    "wrong1": "Mayoría simple del Congreso de los Diputados",
    "wrong2": "Mayoría absoluta del Senado",
    "wrong3": "Mayoría de dos tercios tanto del Congreso como del Senado",
    "explanation": "Las Leyes Orgánicas requieren mayoría absoluta del Congreso en una votación final sobre el conjunto del proyecto.",
    "reference": "Constitución Española, art. 81",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0006",
    "topic_id": "G9",
    "text": "¿En qué situación puede el Gobierno dictar un Decreto-ley?",
    "correct": "En casos de extraordinaria y urgente necesidad, sin delegación previa de las Cortes",
    "wrong1": "Cuando las Cortes Generales le delegan la potestad de desarrollar una Ley de bases",
    "wrong2": "Para refundir varios textos legales en uno solo, previa autorización de las Cortes",
    "wrong3": "Para regular los derechos y libertades fundamentales del Título I de la Constitución",
    "explanation": "El Decreto-ley procede en casos de extraordinaria y urgente necesidad y está sujeto a límites materiales.",
    "reference": "Constitución Española, art. 86",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0007",
    "topic_id": "G9",
    "text": "Dentro de la jerarquía normativa, ¿qué posición ocupa un Reglamento?",
    "correct": "Es una norma con rango inferior a la Ley, disctada por la Administración",
    "wrong1": "Se sitúa entre la Constitución y la Ley Ordinaria",
    "wrong2": "Posee un rango superior a la Ley ya que la desarrolla y la concreta",
    "wrong3": "Tiene el mismo rango que una Ley Ordinaria, pero es dictado por el poder ejecutivo",
    "explanation": "El reglamento es una norma subordinada a la ley y no puede contradecirla.",
    "reference": "Jerarquía normativa (CE art. 9.3)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0008",
    "topic_id": "G9",
    "text": "¿Cuál es el papel de la Jurisprudencia según el Código Civil?",
    "correct": "Complementará el ordenamiento jurídico con la doctrina reiterada del Tribunal Supremo",
    "wrong1": "Es la fuente directa y principal del derecho administrativo",
    "wrong2": "No tiene ninguna validez ni función en el ordenamiento jurídico español",
    "wrong3": "Ninguna es correcta",
    "explanation": "La jurisprudencia complementa el ordenamiento jurídico con la doctrina que, de modo reiterado, establezca el Tribunal Supremo.",
    "reference": "Código Civil, art. 1.6",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0009",
    "topic_id": "G9",
    "text": "Una delegación legislativa de las Cortes Generales al Gobierno para elaborar un texto articulado se realiza mediante:",
    "correct": "Una ley de Bases",
    "wrong1": "Una Ley Ordinaria",
    "wrong2": "Un Decreto-Ley",
    "wrong3": "Una Ley Ordinaria",
    "explanation": "Para elaborar textos articulados (decretos legislativos), la delegación se hace mediante una ley de bases.",
    "reference": "Constitución Española, art. 82",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0010",
    "topic_id": "G9",
    "text": "¿Qué principio rige la relación entre una ley estatal y una ley autonómica que regulan materias diferentes de su respectiva competencia?",
    "correct": "El principio de competencia, donde cada una es válida en su ámbito material",
    "wrong1": "El principio de primacía del derecho escrito, que no distingue entre legislador",
    "wrong2": "El principio de subsidiariedad, que obliga a la ley autonómica a seguir a la estatal",
    "wrong3": "El principio de jerarquía, por el cual la ley estatal siempre prevalece",
    "explanation": "Estado y CCAA se rigen por el principio de competencia: cada norma es válida en su ámbito competencial.",
    "reference": "Constitución Española, arts. 148-149",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0011",
    "topic_id": "G9",
    "text": "Si la iniciativa legislativa parte del Gobierno, ¿cómo se denomina el texto que se presenta a las Cortes Generales?",
    "correct": "Proyecto de ley",
    "wrong1": "Proposición de ley",
    "wrong2": "Decreto legislativo",
    "wrong3": "Real Decreto",
    "explanation": "Cuando la iniciativa es del Gobierno se tramita como proyecto de ley.",
    "reference": "Constitución Española, art. 87",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0012",
    "topic_id": "G9",
    "text": "¿Cuál es la principal diferencia entre una Ley Orgánica y una Ley Ordinaria?",
    "correct": "La materia que regulan y la mayoría necesaria para su aprovación",
    "wrong1": "La ley Ordinaria es jerárquicamente superior a la Ley Orgánica",
    "wrong2": "La ley Orgánica no necesita sanción del rey",
    "wrong3": "La Ley Ordinaria es dictada por el Gobierno y la Ley Orgánica por las Cortes",
    "explanation": "Se diferencian por materias reservadas a LO y por la mayoría reforzada exigida (mayoría absoluta del Congreso).",
    "reference": "Constitución Española, art. 81",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0013",
    "topic_id": "G9",
    "text": "¿Cuándo se aplica la costumbre como fuente del derecho?",
    "correct": "En defecto de ley aplicable, siempre que no sea contraria a la moral o al orden público y resulte probada",
    "wrong1": "Siempre que exista una práctica administrativa reiterada, incluso si contradice la ley",
    "wrong2": "Únicamente cuando una ley Orgánica se remite expresamente a ella",
    "wrong3": "Tiene preferencia sobre la ley si es más beneficiosa para los ciudadanos",
    "explanation": "La costumbre rige solo en defecto de ley, debe probarse y no puede ser contraria a la moral u orden público.",
    "reference": "Código Civil, art. 1.3",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0014",
    "topic_id": "G9",
    "text": "Un reglamento que desarrolla una ley preexistente, detallando sus preceptos, se clasifica como:",
    "correct": "Reglamento ejecutivo",
    "wrong1": "Reglamento independiente",
    "wrong2": "Reglamento Orgánico",
    "wrong3": "Reglamento de necesidad",
    "explanation": "El reglamento ejecutivo es el que desarrolla una ley, concretando su aplicación.",
    "reference": "Potestad reglamentaria: tipología de reglamentos",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0015",
    "topic_id": "G9",
    "text": "¿Qué implica el límite de la \"reserva de ley\" para la potestad reglamentaria?",
    "correct": "Que ciertas materias solo pueden ser reguladas por ley, quedando excluidas del ámbito del reglamento",
    "wrong1": "Que el reglamento solo puede desarrollar leyes orgánicas",
    "wrong2": "Que todos los reglamentos deben ser aprobados por una comisión parlamentaria",
    "wrong3": "Que la administración puede regular cualquier materia siempre que no exista una ley",
    "explanation": "La reserva de ley excluye del reglamento materias que deben regularse necesariamente por norma con rango de ley.",
    "reference": "Constitución Española, art. 53.1 (reserva de ley en derechos) y CE art. 9.3",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0016",
    "topic_id": "G9",
    "text": "Una vez que el Congreso aprueba un proyecto de ley, lo remite al Senado. ¿De qué plazo dispone el Senado para pronunciarse sobre el texto?",
    "correct": "Dispone de un plazo de 2 meses",
    "wrong1": "Dispone de un plazo de 15 dias",
    "wrong2": "Dispone de 30 dias",
    "wrong3": "No tiene un plazo fijo, debe pronunciarse en la siguiente sesión plenaria",
    "explanation": "El Senado dispone de dos meses para vetar o enmendar (20 días si se declara urgente).",
    "reference": "Constitución Española, art. 90",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0017",
    "topic_id": "G9",
    "text": "Las normas jurídicas contenidas en los tratados internacionales válidamente celebrados y publicados oficialmente en España...",
    "correct": "Formarán parte del ordenamiento jurídico interno y serán de aplicación directa",
    "wrong1": "Son consideradas fuentes indirectas, como la jurisprudencia o la doctrina",
    "wrong2": "Solo se aplican en defecto de ley y costumbre, como los principios generales del derecho",
    "wrong3": "Necesitan una ley posterior para poder ser aplicadas",
    "explanation": "Una vez publicados oficialmente, los tratados forman parte del ordenamiento interno.",
    "reference": "Constitución Española, art. 96.1",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0018",
    "topic_id": "G9",
    "text": "¿Cuál de las siguientes materias está vedada a la regulación por Decreto-ley?",
    "correct": "El régimen electoral general",
    "wrong1": "La normativa de protección de consumidores",
    "wrong2": "La organización interna de un ministerio",
    "wrong3": "La creación de nuevos impuestos",
    "explanation": "El Decreto-ley no puede afectar al ordenamiento de las instituciones básicas del Estado, derechos del Título I, régimen de CCAA ni al régimen electoral general.",
    "reference": "Constitución Española, art. 86.1",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0019",
    "topic_id": "G9",
    "text": "Las Leyes de Armonización son dictadas por el Estado con el objetivo de:",
    "correct": "Establecer los principios necesarios para armonizar las disposiciones normativas de las CCAA cuando lo exija el interés general",
    "wrong1": "Delegar en las CCAA la facultad de dictar normas legislativas en materias de competencia estatal",
    "wrong2": "Refundir en un único texto las diferentes leyes autonómicas sobre una misma materia",
    "wrong3": "Contener los principios fundamentales de la regulación de una materia sobre la que el Estado y las CCAA tienen competencia",
    "explanation": "Las leyes de armonización (art. 150.3 CE) sirven para armonizar disposiciones autonómicas cuando lo exija el interés general.",
    "reference": "Constitución Española, art. 150.3",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0020",
    "topic_id": "G9",
    "text": "Según el principio de inderogabilidad singular de los reglamentos, un órgano administrativo...",
    "correct": "No puede dictar una resolución particular que vulnere lo dispuesto en un reglamento",
    "wrong1": "Puede derogar un reglamento para un caso particular si lo considera injusto",
    "wrong2": "Puede suspender la aplicación de un reglamento si existe una situación de emergencia",
    "wrong3": "Solo puede derogar un reglamento mediante la aprobación de otro reglamento de rango superior",
    "explanation": "Un reglamento no puede ser excepcionado para un caso individual por un acto administrativo singular.",
    "reference": "Principio de inderogabilidad singular de los reglamentos",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0021",
    "topic_id": "G9",
    "text": "Dentro de las fuentes formales del derecho, ¿quiénes se consideran fuentes materiales?",
    "correct": "Todas son correctas",
    "wrong1": "Las Cortes Generales",
    "wrong2": "El Gobierno",
    "wrong3": "La Administración",
    "explanation": "Como fuentes materiales (productores de normas) pueden considerarse los distintos poderes/órganos con capacidad normativa: Cortes, Gobierno y Administración.",
    "reference": "Teoría general del Derecho: fuentes materiales y formales",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0022",
    "topic_id": "G9",
    "text": "Si un particular quiere recurrir un reglamento que considera ilegal pasados 2 meses desde su publicación, ¿qué puede hacer?",
    "correct": "Interponer un recurso indirecto, impugnando un acto administrativo disctado en aplicación de ese reglamento",
    "wrong1": "Ya no puede hacer nada",
    "wrong2": "Solicitar a la propia Administración que lo derogue, siendo esta la única vía posible",
    "wrong3": "Presentar una iniciativa legislativa popular",
    "explanation": "Aunque el recurso directo contra disposiciones generales tiene plazo, puede plantearse la impugnación indirecta al recurrir un acto de aplicación.",
    "reference": "LJCA 29/1998: impugnación directa e indirecta de disposiciones generales",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "G9_ADM_Q_0023",
    "topic_id": "G9",
    "text": "¿Qué ocurre con una ley tras su aprobación por las Cortes y antes de su publicación en el BOE?",
    "correct": "El Rey debe sancionarla, promulgarla y ordenar su publicación en un plazo de 15 dias",
    "wrong1": "Debe ser sometida a referendum popular para su ratificación",
    "wrong2": "El Rey debe sancionarla, promulgarla y ordenar su publicación en un plazo de 30 dias",
    "wrong3": "El Rey debe sancionarla, promulgarla y ordenar su publicación en un plazo de 20 dias",
    "explanation": "Aprobada la ley por las Cortes, el Rey la sanciona y promulga y ordena su inmediata publicación en el plazo de 15 días.",
    "reference": "Constitución Española, art. 91",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  }
]
