[
  {
    "id": "G8_INCOMP_Q_0001",
    "topic_id": "G8",
    "text": "La Ley 53/1984 de incompatibilidades de las Administraciones Públicas será de aplicación: (Marca la incorrecta)",
    "correct": "El personal que preste servicios en Empresas en que la participación del capital, directa o indirectamente, de las Administraciones Públicas sea superior al 60 por 100.",
    "wrong1": "El personal civil y militar al servicio de la Administración del Estado y de sus Organismos Públicos",
    "wrong2": "El personal que desempeñe funciones públicas y perciba sus retribuciones mediante arancel.",
    "wrong3": "El personal al servicio de las Administraciones de las Comunidades Autónomas y de los Organismos de ellas dependientes, así como de sus Asambleas Legislativas y órganos institucionales",
    "explanation": "La Ley incluye a personal de entidades y sociedades con participación pública superior al umbral legal (habitualmente >50%), no “superior al 60%”.",
    "reference": "Ley 53/1984, art. 2 (Ámbito de aplicación)",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0002",
    "topic_id": "G8",
    "text": "Según el artículo 7 de la Ley 53/1984. Para los funcionarios del grupo C, será requisito necesario para autorizar la compatibilidad de actividades públicas el que la cantidad total percibida por ambos puestos o actividades no supere la remuneración correspondiente al principal, estimada en régimen de dedicación ordinaria, incrementada en:",
    "correct": "40%",
    "wrong1": "35%",
    "wrong2": "30%",
    "wrong3": "Ninguna es correcta",
    "explanation": "El artículo 7 fija incrementos máximos por grupos para autorizar compatibilidades de actividades públicas; para el grupo C se establece el incremento indicado.",
    "reference": "Ley 53/1984, art. 7",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0003",
    "topic_id": "G8",
    "text": "La resolución motivada reconociendo la compatibilidad o declarando la incompatibilidad, se dictará en un plazo de:",
    "correct": "2 meses",
    "wrong1": "3 meses",
    "wrong2": "6 meses",
    "wrong3": "9 meses",
    "explanation": "La Ley establece un plazo máximo para resolver expresamente las solicitudes de compatibilidad.",
    "reference": "Ley 53/1984 (procedimiento y plazos de resolución)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0004",
    "topic_id": "G8",
    "text": "Según el Artículo 1 de la Ley 53/1984, ¿cuál es el principio fundamental que rige la dedicación del personal al servicio de las Administraciones Públicas?",
    "correct": "La dedicación a un solo puesto de trabajo en el sector público, con excepciones limitadas",
    "wrong1": "La libertad para compatibilizar un puesto público con cualquier actividad privada, previa comunicación",
    "wrong2": "La autorización para ocupar hasta 2 puestos en el sector público",
    "wrong3": "La prohibición total de ejercer cualquier actividad privada",
    "explanation": "La regla general es la dedicación a un solo puesto en el sector público, admitiéndose compatibilidades solo en los casos previstos.",
    "reference": "Ley 53/1984, art. 1",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0005",
    "topic_id": "G8",
    "text": "¿A cuál de los siguientes colectivos no se aplica la Ley 53/1984, según su Artículo 2?",
    "correct": "Al personal de empresas con una participación de capital público del 40%",
    "wrong1": "Al personal al servicio del Banco de España",
    "wrong2": "Al personal al servicio de las Corporaciones Locales",
    "wrong3": "No se aplica a ninguna de las opciones",
    "explanation": "La Ley se aplica, entre otros, al personal de entidades/sociedades con participación pública por encima del umbral legal; un 40% no alcanzaría ese umbral.",
    "reference": "Ley 53/1984, art. 2",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0006",
    "topic_id": "G8",
    "text": "Conforme al Artículo 3 Ley 53/1984, ¿qué sucede con la pensión de jubilación de un ciudadano si acepta un puesto de trabajo en el sector público?",
    "correct": "La percepción de la pensión queda en suspenso durante el tiempo que desempeñe el puesto",
    "wrong1": "Se reduce en un 50% mientras dure el desempeño del puesto",
    "wrong2": "Puede percibir ambas retribuciones íntegramente",
    "wrong3": "Debe renunciar permanentemente a la pensión",
    "explanation": "La regla general es la incompatibilidad entre pensión de jubilación y desempeño de un puesto en el sector público, con suspensión de la pensión mientras dure el nombramiento/contratación.",
    "reference": "Ley 53/1984, art. 3",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0007",
    "topic_id": "G8",
    "text": "Según la Ley 53/1984, cuando se autoriza la compatibilidad para un 2º puesto público, la cantidad total percibida por ambos no puede superar, como norma general, la remuneración prevista para el cargo de:",
    "correct": "Director General",
    "wrong1": "Secretario de Estado",
    "wrong2": "Subsecretario de Estado",
    "wrong3": "Ministro",
    "explanation": "Como regla general, el total de retribuciones por dos puestos públicos compatibles no puede exceder el límite referido a un alto cargo concreto.",
    "reference": "Ley 53/1984, art. 7",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0008",
    "topic_id": "G8",
    "text": "Un funcionario que accede a un nuevo puesto en el sector público incompatible con el que venía desempeñando, ¿qué ocurre si no realiza la elección en el plazo de toma de posesión?",
    "correct": "Se entiende que opta por el nuevo puesto, pasando a excedencia voluntaria en el anterior",
    "wrong1": "Se entiende que renuncia a ambos puestos",
    "wrong2": "Se entiende que opta por el puesto que venía desempeñando, perdiendo el derecho al nuevo",
    "wrong3": "Se le concede un plazo adicional de 15 días",
    "explanation": "Si no se ejerce la opción en plazo, la Ley presume la opción por el nuevo puesto, con los efectos administrativos correspondientes sobre el anterior.",
    "reference": "Ley 53/1984, art. 10",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0009",
    "topic_id": "G8",
    "text": "El Artículo 12 Ley 53/1984 prohíbe ciertas actividades privadas. ¿Cuál de las siguientes es una de esas prohibiciones?",
    "correct": "Desempeñar cargos en Consejos de Administración de empresas cuya actividad esté directamente relacionada con las que gestiona su departamento",
    "wrong1": "Ejercer una segunda actividad profesional, aunque no tenga relación con su puesto público",
    "wrong2": "Tener cualquier participación en el capital de una empresa privada",
    "wrong3": "Prestar servicios a un familiar en una empresa privada",
    "explanation": "Se prohíben actividades privadas que puedan generar conflicto de intereses, como participar en órganos de empresas vinculadas al ámbito de actuación del departamento.",
    "reference": "Ley 53/1984, art. 12",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0010",
    "topic_id": "G8",
    "text": "Según el Artículo 13 Ley 53/1984 ¿cuándo no se podrá reconocer compatibilidad para actividades privadas?",
    "correct": "Si se ha autorizado la compatibilidad para un segundo puesto público y la suma de ambas jornadas es igual o superior a la máxima",
    "wrong1": "Cuando el empleado público tenga una antigüedad inferior a 5 años",
    "wrong2": "Si la actividad privada se desarrolla en un sector considerado estratégico por el Gobierno",
    "wrong3": "A todo el personal que pertenezca al grupo A de funcionarios",
    "explanation": "La compatibilidad para actividad privada se deniega cuando, entre otras causas, existe ya un segundo puesto público compatible que hace que el total de jornada alcance o supere la máxima.",
    "reference": "Ley 53/1984, art. 13",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0011",
    "topic_id": "G8",
    "text": "¿Qué ocurre con el reconocimiento de compatibilidad para ejercer una actividad privada si el empleado público cambia de puesto en el sector público?",
    "correct": "Queda automáticamente sin efecto",
    "wrong1": "Se debe solicitar una revisión en un plazo de un mes",
    "wrong2": "Permanece vigente si el nuevo puesto es de la misma categoría",
    "wrong3": "Queda en suspenso hasta que lo confirme el nuevo superior jerárquico",
    "explanation": "La compatibilidad se reconoce respecto de un puesto concreto; al cambiar de puesto, debe revisarse y el reconocimiento anterior pierde eficacia.",
    "reference": "Ley 53/1984, art. 14",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0012",
    "topic_id": "G8",
    "text": "De acuerdo con el Artículo 16 Ley 53/1984, ¿a qué personal no se le puede autorizar o reconocer compatibilidad alguna?",
    "correct": "Al personal que desempeñe puestos que comporten la percepción de complementos específicos o concepto equiparable",
    "wrong1": "Al personal laboral con contrato indefinido",
    "wrong2": "Al personal que trabaja en municipios de menos de 5.000 habitantes",
    "wrong3": "A todo el personal con más de 20 años de servicio en la Administración",
    "explanation": "Como regla general, el percibo de complemento específico (o equivalente) vinculado a especial dedicación/incompatibilidad impide reconocer compatibilidades, salvo supuestos excepcionales previstos.",
    "reference": "Ley 53/1984, art. 16",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0013",
    "topic_id": "G8",
    "text": "¿Cuál de las siguientes actividades está exceptuada del régimen de incompatibilidades según el Artículo 19 Ley 53/1984?",
    "correct": "la producción y creación literaria, artística, científica y técnica",
    "wrong1": "Ser profesor asociado en una universidad pública de forma permanente",
    "wrong2": "Formar parte del consejo de administración de una empresa pública",
    "wrong3": "La consultoría técnica para empresas privadas de forma habitual",
    "explanation": "El artículo 19 contempla actividades exceptuadas (por su naturaleza), como la creación literaria, artística, científica o técnica.",
    "reference": "Ley 53/1984, art. 19",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0014",
    "topic_id": "G8",
    "text": "Según la Ley 53/1984, una autorización de compatibilidad queda automáticamente revocada si el empleado comete una falta calificada como:",
    "correct": "Grave o muy grave",
    "wrong1": "Leve",
    "wrong2": "Leve si es reincidente",
    "wrong3": "Administrativa de cualquier tipo",
    "explanation": "La compatibilidad puede revocarse automáticamente cuando concurre sanción/causa grave vinculada al incumplimiento del régimen de incompatibilidades.",
    "reference": "Ley 53/1984 (revocación de compatibilidad por infracciones)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0015",
    "topic_id": "G8",
    "text": "El Artículo 5 Ley 53/1984 Un empleado público puede compatibilizar su puesto con el de miembro de una Corporación Local, salvo que en esta desempeñe un cargo:",
    "correct": "Retribuido en régimen de dedicación exclusiva",
    "wrong1": "De concejal sin responsabilidad de gobierno",
    "wrong2": "En un municipio de más de 20.000 habitantes",
    "wrong3": "Por un periodo superior a 4 años",
    "explanation": "La compatibilidad se admite con límites; si el cargo local es retribuido con dedicación exclusiva, resulta incompatible.",
    "reference": "Ley 53/1984, art. 5",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0016",
    "topic_id": "G8",
    "text": "Según la Ley 53/1984, el personal docente e investigador de la Universidad puede compatibilizar su puesto con un segundo puesto en el sector público sanitario, siempre que ambos puestos vengan reglamentariamente autorizados como de prestación a:",
    "correct": "Tiempo parcial",
    "wrong1": "Jornada completa",
    "wrong2": "Dedicación exclusiva",
    "wrong3": "Jornada flexible",
    "explanation": "La compatibilidad PDI-universidad con puesto sanitario se condiciona a que reglamentariamente se trate de puestos autorizados en régimen compatible (típicamente, tiempo parcial).",
    "reference": "Ley 53/1984, disposiciones sobre compatibilidad PDI y sector sanitario",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0017",
    "topic_id": "G8",
    "text": "El Artículo 8 Ley 53/1984 establece una limitación sobre la pertenencia a Consejos de Administración en representación del sector público. ¿Cuál es el número máximo general permitido?",
    "correct": "Dos",
    "wrong1": "Uno",
    "wrong2": "no hay límite, siempre que no exista conflicto de intereses",
    "wrong3": "Tres, si uno de ellos es una empresa sin ánimo de lucro",
    "explanation": "Se limita el número de Consejos de Administración a los que se puede pertenecer en representación del sector público.",
    "reference": "Ley 53/1984, art. 8",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0018",
    "topic_id": "G8",
    "text": "Según el Artículo 16 Ley 53/1984, se puede reconocer excepcionalmente la compatibilidad para actividades privadas al personal que percibe un complemento específico, ¿Qué porcentaje de su retribución básica no puede superar dicha cuantía?",
    "correct": "30%",
    "wrong1": "50%",
    "wrong2": "15%",
    "wrong3": "25%",
    "explanation": "La compatibilidad excepcional se condiciona a que el complemento específico (o equiparable) no exceda un porcentaje de la retribución básica.",
    "reference": "Ley 53/1984, art. 16",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0019",
    "topic_id": "G8",
    "text": "La ley 53/1984 exceptúa del régimen de incompatibilidades la dirección de seminarios o el dictado de cursos en centros oficiales, siempre que no tengan carácter permanente o habitual y no superen un límite de horas anuales. ¿Cuál es ese límite?",
    "correct": "75 horas al año",
    "wrong1": "50 horas al año",
    "wrong2": "100 horas al año",
    "wrong3": "No existe un límite de horas, solo se exige que no sea permanente",
    "explanation": "La excepción para docencia puntual en centros oficiales exige que no sea habitual/permanente y respete un máximo anual de horas.",
    "reference": "Ley 53/1984, art. 19",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0020",
    "topic_id": "G8",
    "text": "Según la ley 53/1984 ¿a qué colectivo no le es de aplicación la incompatibilidad entre el desempeño de un puesto en el sector público y la percepción de una pensión de jubilación?",
    "correct": "A los profesores universitarios eméritos",
    "wrong1": "Al personal sanitario jubilado que se reincorpora por una emergencia",
    "wrong2": "A los alcaldes de municipios pequeños jubilados de otra administración",
    "wrong3": "A los miembros de las Fuerzas Armadas en la reserva",
    "explanation": "La Ley contempla excepciones específicas a la incompatibilidad general pensión/puesto público para determinados supuestos tasados.",
    "reference": "Ley 53/1984, art. 3 (y excepciones aplicables)",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0021",
    "topic_id": "G8",
    "text": "¿Qué requisito es indispensable para que puedan acreditarse haberes a un empleado público por un segundo puesto o actividad compatible en el sector público?",
    "correct": "La inscripción de la resolución de compatibilidad en el Registro de Personal correspondiente",
    "wrong1": "La publicación de la autorización en el BOE",
    "wrong2": "La firma de un anexo al contrato de trabajo o nombramiento",
    "wrong3": "La comunicación de la autorización al Ministerio de Hacienda",
    "explanation": "Para el abono de haberes por un segundo puesto/actividad compatible, la compatibilidad debe constar formalmente inscrita en el registro correspondiente.",
    "reference": "Ley 53/1984 (efectos de la autorización y registro)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0022",
    "topic_id": "G8",
    "text": "El Artículo 15 Ley 53/1984 establece una prohibición sobre el uso de la condición de empleado público. ¿Para qué no puede invocar o hacer uso de su condición pública el personal?",
    "correct": "Para el ejercicio de actividad mercantil, industrial o profesional",
    "wrong1": "Para obtener descuentos en servicios públicos",
    "wrong2": "Para participar en coloquios o programas en medios de comunicación ",
    "wrong3": "Para acceder a formación especializada ofrecida por centros oficiales",
    "explanation": "Se prohíbe invocar la condición de empleado público para actividades mercantiles/industriales/profesionales o para obtener ventajas indebidas derivadas del cargo.",
    "reference": "Ley 53/1984, art. 15",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1984
  },
  {
    "id": "G8_INCOMP_Q_0023",
    "topic_id": "G8",
    "text": "Según la Ley 53/1984, excepcionalmente se puede autorizar la compatibilidad para actividades de investigación de carácter no permanente o de asesoramiento científico o técnico, si se acredita que el encargo requiere:",
    "correct": "Especiales calificaciones que sólo ostenten personas afectadas por el ámbito de aplicación de la ley",
    "wrong1": "Una duración inferior a 6 meses",
    "wrong2": "Ser realizado fuera de la jornada laboral",
    "wrong3": "La aprobación previa del consejo Superior de Investigaciones Científicas",
    "explanation": "La excepción se vincula a que el encargo requiera una cualificación especial que justifique acudir a personal sujeto al régimen de incompatibilidades.",
    "reference": "Ley 53/1984, art. 19",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 1984
  }
]
