[
  {
    "id": "G7_L4_2021_Q_0001",
    "topic_id": "G7",
    "text": "Según la Ley 4/2021 La selección del personal interino, que será objeto de regulación reglamentaria y tendrá por finalidad la cobertura inmediata del puesto, deberá realizarse mediante procedimientos ágiles que respetarán los siguientes principios:",
    "correct": "Igualdad, mérito, capacidad y publicidad",
    "wrong1": "Igualdad, mérito, capacidad e idoneidad",
    "wrong2": "Igualdad, mérito y capacidad",
    "wrong3": "Igualdad y mérito",
    "explanation": "La selección debe respetar los principios constitucionales de igualdad, mérito y capacidad, y el principio de publicidad.",
    "reference": "Ley 4/2021, de la Función Pública Valenciana (principios de selección de personal interino)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0002",
    "topic_id": "G7",
    "text": "Según la Ley 4/2021 señala la afirmación incorrecta sobre el personal eventual:",
    "correct": "Los entes que integran el sector público instrumental de la Generalitat podrán nombrar personal eventual",
    "wrong1": "El personal eventual cesará automáticamente cuando cese la autoridad a la que presta su función asesora o de confianza",
    "wrong2": "Solo lleva a cabo funciones expresamente definidas como de confianza o asesoramiento especial",
    "wrong3": "El personal eventual en ningún caso puede realizar actividades ordinarias de gestión o de carácter técnico ni ninguna de las funciones que corresponden al personal funcionario o al personal laboral",
    "explanation": "El personal eventual se vincula a funciones de confianza o asesoramiento y a los órganos/autoridades para los que se nombra, no como regla general al sector público instrumental.",
    "reference": "Ley 4/2021, art. 20",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0003",
    "topic_id": "G7",
    "text": "Según la Ley 4/2021 Para el acceso a los cuerpos o escalas del subgrupo A2 se exigirá estar en posesión de:",
    "correct": "Título universitario de grado o bien diplomatura, ingeniería técnica o arquitectura técnica",
    "wrong1": "Título universitario de grado o bien licenciatura, ingeniería técnica o arquitectura técnica",
    "wrong2": "Título universitario de grado o bien diplomatura, ingeniería superior o arquitectura técnica",
    "wrong3": "título universitario de grado o bien licenciatura, ingeniería superior o arquitectura técnica",
    "explanation": "El subgrupo A2 se corresponde con titulaciones de grado o equivalentes a diplomatura/ingeniería técnica/arquitectura técnica.",
    "reference": "Ley 4/2021, art. 31",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0004",
    "topic_id": "G7",
    "text": "Según el Artículo 16 de la Ley 4/2021, ¿cuál de las siguientes no es una clase de personal empleado público?",
    "correct": "Personal directivo público",
    "wrong1": "Personal eventual",
    "wrong2": "personal funcionario de carrera",
    "wrong3": "Personal laboral, ya sea fijo, por tiempo indefinido o temporal",
    "explanation": "Las clases típicas de personal empleado público incluyen personal funcionario (de carrera e interino), personal laboral y personal eventual.",
    "reference": "Ley 4/2021, art. 16",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0005",
    "topic_id": "G7",
    "text": "¿Qué funciones, según el Artículo 17 Ley 4/2021, debe desempeñar con carácter exclusivo el personal funcionario de carrera?",
    "correct": "Aquellas cuyo ejercicio implique la participación directa o indirecta en el ejercicio de las potestades públicas",
    "wrong1": "Funciones de carácter técnico o de apoyo a la gestión ordinaria",
    "wrong2": "Funciones de confianza o asesoramiento especial a altos cargos",
    "wrong3": "La ejecución de programas de carácter temporal con una duración inferior a 3 años",
    "explanation": "Las funciones vinculadas al ejercicio de potestades públicas y salvaguarda de intereses generales se reservan al personal funcionario.",
    "reference": "Ley 4/2021, art. 17",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0006",
    "topic_id": "G7",
    "text": "Conforme al Artículo 18, ¿cuál es el plazo máximo para el nombramiento de un funcionario interino por exceso o acumulación de tareas?",
    "correct": "9 meses, dentro de un periodo de 18 meses",
    "wrong1": "Un año, prorrogable anualmente",
    "wrong2": "3 años",
    "wrong3": "El tiempo estrictamente necesario hasta la reincorporación del titular",
    "explanation": "El exceso o acumulación de tareas tiene un límite temporal tasado: 9 meses en 18 meses.",
    "reference": "Ley 4/2021, art. 18",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0007",
    "topic_id": "G7",
    "text": "Según la Ley 4/2021 ¿qué ocurre si transcurren 3 años desde el nombramiento de un funcionario interino para cubrir una plaza vacante?",
    "correct": "Se produce el fin de la relación de interinidad y la vacante solo podrá ser ocupada por personal funcionario de carrera",
    "wrong1": "Adquiere la condición de personal laboral por tiempo indefinido no fijo",
    "wrong2": "Se prorroga automáticamente su nombramiento por un año más",
    "wrong3": "El interino adquiere la condición de funcionario de carrera",
    "explanation": "La cobertura interina de vacante tiene límite máximo; agotado el plazo, finaliza la interinidad conforme a la norma.",
    "reference": "Ley 4/2021, art. 18",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0008",
    "topic_id": "G7",
    "text": "¿Qué funciones tiene prohibido realizar el personal eventual según el Artículo 20 Ley 4/2021?",
    "correct": "Actividades ordinarias de gestión o de carácter técnico",
    "wrong1": "Asesoramiento especial y colaboración de carácter reservado",
    "wrong2": "Prestar servicio como conductor al servicio directo del President de la Genealitat",
    "wrong3": "Desempeñar sus funciones en los gabinetes de las Consellerias",
    "explanation": "El personal eventual se limita a confianza/asesoramiento especial y no puede asumir tareas ordinarias de gestión o técnicas propias de personal funcionario o laboral.",
    "reference": "Ley 4/2021, art. 20",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0009",
    "topic_id": "G7",
    "text": "Para acceder a un puesto de la Dirección Pública Profesional en la Administración de la Generalitat reservado a funcionarios de carrera, ¿qué nivel competencial mínimo se requiere?",
    "correct": "Nivel competencial 24 y grado de desarrollo profesional ll",
    "wrong1": "Nivel competencial 20 y grado de desarrollo ll",
    "wrong2": "Nivel competencial 24 y grado de desarrollo l",
    "wrong3": "Nivel competencial 24 y grado de desarrollo l",
    "explanation": null,
    "reference": "Ley 4/2021 (Dirección Pública Profesional: requisitos de acceso)",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0010",
    "topic_id": "G7",
    "text": "El procedimiento de designación del personal directivo público profesional, conforme al Artículo 25 Ley 4/2021, ¿cómo se resuelve?",
    "correct": "Por adjudicación a la persona que considere que cumple mejor los criterios de idoneidad, o declarandose desierto",
    "wrong1": "Automáticamente, a favor del aspirante con mayor puntuación en la fase de valoración de méritos",
    "wrong2": "Mediant un concurso de méritos valorado por un tribunal independiente",
    "wrong3": "Mediante sorteo público entre los candidatos que cumplan los requisitos",
    "explanation": "La designación se basa en la idoneidad para el puesto, pudiendo declararse desierto si no se considera adecuada ninguna candidatura.",
    "reference": "Ley 4/2021, art. 25",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0011",
    "topic_id": "G7",
    "text": "¿Cómo es el cese en los puestos que integran la dirección pública profesional, según el Artículo 27 Ley 4/2021?",
    "correct": "Tiene carácter discrecional y no da derecho a indemnización",
    "wrong1": "Es reglado y solo puede producirse por causas tasadas en la ley",
    "wrong2": "Requiere la apertura de un expediente disciplinario previo",
    "wrong3": "Solo puede producirse por renuncia del propio personal",
    "explanation": null,
    "reference": "Ley 4/2021, art. 27",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0012",
    "topic_id": "G7",
    "text": "Conforme al Artículo 31 Ley 4/2021, ¿qué titulación se exige para el acceso a los cuerpos o escalas del grupo B?",
    "correct": "Título de técnico superior de formación profesional",
    "wrong1": "Título de bachillerato",
    "wrong2": "Título de ESO",
    "wrong3": "Título universitario de grado",
    "explanation": "El grupo B exige titulación de Técnico Superior (FP).",
    "reference": "Ley 4/2021, art. 31",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0013",
    "topic_id": "G7",
    "text": "¿Qué distingue a los cuerpos especiales de los cuerpos generales según el Artículo 32 Ley 4/2021?",
    "correct": "Los cuerpos especiales habilitan para funciones relacionadas con un ámbito material o profesional específico",
    "wrong1": "Los cuerpos especiales se reservan para el desempeño de puestos directivos",
    "wrong2": "Solo se puede acceder a los cuerpos especiales por promoción interna",
    "wrong3": "Todas son correctas",
    "explanation": "Los cuerpos especiales se vinculan a funciones propias de un ámbito material/profesional determinado.",
    "reference": "Ley 4/2021, art. 32",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0014",
    "topic_id": "G7",
    "text": "El Artículo 30 Ley 4/2021 define las funciones de la agrupación profesional funcionarial. ¿Cuál de las siguientes tareas no se encuentra entre las enumeradas?",
    "correct": "Todas son correctas",
    "wrong1": "Utilizar máquinas reproductoras y fotocopiadoras",
    "wrong2": "Realizar tareas de vigilancia y control de las instalaciones",
    "wrong3": "Clasificar y repartir la correspondencia",
    "explanation": "Las tareas indicadas encajan en funciones típicas de apoyo, vigilancia básica y trabajos auxiliares propias de la agrupación profesional funcionarial.",
    "reference": "Ley 4/2021, art. 30",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0015",
    "topic_id": "G7",
    "text": "¿Puede el personal laboral ocupar puestos de trabajo clasificados para personal funcionario, según el Artículo 19 Ley 4/2021?",
    "correct": "Sí, excepcionalmente, en supuestos como traslado por violencia de género o cambios por motivos de salud",
    "wrong1": "Sí, pero solo si el puesto ha quedado desierto tras un proceso de provisión por funcionarios",
    "wrong2": "Sí, siempre que el personal laboral tenga la titulación requerida",
    "wrong3": "No, en ningún caso",
    "explanation": "La norma contempla supuestos excepcionales que permiten ocupación por personal laboral por motivos especialmente protegidos.",
    "reference": "Ley 4/2021, art. 19",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0016",
    "topic_id": "G7",
    "text": "Conforme al Artículo 44 Ley 4/2021, ¿cuál de los siguientes puestos de trabajo debe ser de naturaleza funcionarial con carácter general?",
    "correct": "Puestos que implican el control y fiscalización interna de la gestión económico-financiera",
    "wrong1": "Puestos de trabajo que satisfagan necesidades de carácter periódico y discontinuo",
    "wrong2": "Empleos temporales vinculados a la organización de eventos y congresos",
    "wrong3": "Puestos auxiliares en las oficinas de la Generalitat en el extranjero",
    "explanation": "Las funciones de control y fiscalización interna suelen implicar ejercicio de potestades públicas y garantía de imparcialidad.",
    "reference": "Ley 4/2021, art. 44",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0017",
    "topic_id": "G7",
    "text": "La Relación de Puestos de Trabajo (RPT) es un instrumento técnico. Según el Artículo 48 Ley 4/2021, ¿cuál de los siguientes datos no es un contenido obligatorio de la RPT?",
    "correct": "El curriculum de la persona que ocupa el puesto",
    "wrong1": "Retribucones asignadas y forma de provisión",
    "wrong2": "Denominación y naturaleza jurídica del puesto",
    "wrong3": "Adscripción orgánica y localidad",
    "explanation": "La RPT describe puestos (no personas): incluye denominación, adscripción, provisión y retribuciones, pero no el CV del ocupante.",
    "reference": "Ley 4/2021, art. 48",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0018",
    "topic_id": "G7",
    "text": "¿A quién corresponde la elaboración, tramitación y aprobación de las RPT de la Administración de la Generalitat, según el Artículo 49 Ley 4/2021?",
    "correct": "A la conselleria que ostente las competencias en materia de función pública",
    "wrong1": "Al Consell, mediante decreto",
    "wrong2": "A cada conselleria para su propio ámbito d personal",
    "wrong3": "A la Comissió Intersectorial de l'Ocupació Pública de la Generalitat",
    "explanation": null,
    "reference": "Ley 4/2021, art. 49",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0019",
    "topic_id": "G7",
    "text": "Según el Artículo 52 Ley 4/2021, los Planes de Ordenación de Recursos Humanos pueden contener diversas medidas. ¿Cuál de las siguientes es una de ellas?",
    "correct": "Incentivos a la excedencia voluntaria y a la jubilación anticipadad",
    "wrong1": "La aprobación de las retribuciones básicas del personal funcionario",
    "wrong2": "La creación y suspensión de cuerpos y escalas funcionariales",
    "wrong3": "La regulación del régimen disciplinario",
    "explanation": "Los planes de ordenación pueden incluir medidas de reasignación, movilidad y también incentivos vinculados a excedencias o jubilación.",
    "reference": "Ley 4/2021, art. 52",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0020",
    "topic_id": "G7",
    "text": "El Artículo 53 Ley 4/2021 regula el Plan Estratégico de Recursos Humanos. ¿Con qué periodicidad debe aprobarse?",
    "correct": "Cada 4 años",
    "wrong1": "Anualmente",
    "wrong2": "Cada 2 años",
    "wrong3": "No se establece una periodicidad fija",
    "explanation": null,
    "reference": "Ley 4/2021, art. 53",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0021",
    "topic_id": "G7",
    "text": "¿En qué plazo debe aprobarse la Oferta de Empleo Público (OEP) según el Artículo 55 Ley 4/2021?",
    "correct": "Durante el primer semestre del año natural",
    "wrong1": "Dentro de los 3 meses siguientes a la publicación de la ley de presupuestos",
    "wrong2": "Durante el último trimestre del año natural",
    "wrong3": "No existe un plazo, se aprueba en función de las necesidades del servicio",
    "explanation": null,
    "reference": "Ley 4/2021, art. 55",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0022",
    "topic_id": "G7",
    "text": "Conforme al Artículo 55 ley 4/2021, una vez aprobada la OEP de la Generalitat, ¿cuál es el plazo máximo para convocar los correspondientes procedimientos selectivos?",
    "correct": "3 meses desde la aprobación de la OEP",
    "wrong1": "Un año desde la aprobación de la OEP",
    "wrong2": "6 meses desde la aprobación de la OEP",
    "wrong3": "Dentro del mismo año natural de la OEP",
    "explanation": null,
    "reference": "Ley 4/2021, art. 55",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  },
  {
    "id": "G7_L4_2021_Q_0023",
    "topic_id": "G7",
    "text": "Cuantos capítulos tiene el título IV, Estructura y ordenación del empleo público, de la Ley 4/2021?",
    "correct": "5 capítulos",
    "wrong1": "4 capítulos",
    "wrong2": "2 capítulos",
    "wrong3": "3 capítulos",
    "explanation": null,
    "reference": "Ley 4/2021, Título IV",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": 2021
  }
]
