[
  {
    "id": "E15_URB_Q_0001",
    "topic_id": "E15_URB",
    "text": "¿Cuál es el objetivo principal de cualquier intervención de incendio en un edificio, según el IVASPE?",
    "correct": "Localizar y salvar vidas, además de controlar y resolver el incidente",
    "wrong1": "Realizar un peritaje inicial para determinar el origen del fuego",
    "wrong2": "Garantizar la ventilación táctica antes de proceder al rescate",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0002",
    "topic_id": "E15_URB",
    "text": "En el contexto de un incendio estructural, ¿qué implica el axioma 'Arriesgar poco para salvar poco'?",
    "correct": "Que el nivel de riesgo asumido por los bomberos debe ser proporcional a la probabilidad de éxito y valor de lo salvable",
    "wrong1": "Que solo se rescatarán bienes de alto valor económico",
    "wrong2": "Que se debe entrar sin ERA si el fuego es pequeño",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0003",
    "topic_id": "E15_URB",
    "text": "¿Qué caracteriza a la 'Búsqueda Secundaria' según los protocolos de salvamento del IVASPE?",
    "correct": "Es una búsqueda minuciosa que se realiza tras el control del incendio",
    "wrong1": "Se realiza de forma rápida y simultánea a las tareas de ataque al fuego",
    "wrong2": "La realizan civiles bajo la supervisión de los bomberos",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0004",
    "topic_id": "E15_URB",
    "text": "Al utilizar la técnica de búsqueda con cuerda guía, ¿qué función suelen cumplir los nudos o señales incorporados en ella?",
    "correct": "Indicar la dirección hacia la salida en visibilidad nula",
    "wrong1": "Indicar la presión de agua disponible en el interior",
    "wrong2": "Servir de anclaje para las mangueras de ataque",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0005",
    "topic_id": "E15_URB",
    "text": "En la técnica de búsqueda de dos bomberos con cinta de seguridad, ¿cuál es la función del 'bombero 1'?",
    "correct": "Mantener contacto directo con la pared de referencia",
    "wrong1": "Avanzar por el centro de la habitación sin referencias",
    "wrong2": "Encargarse exclusivamente de las comunicaciones por emisora",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0006",
    "topic_id": "E15_URB",
    "text": "Cuando se utiliza la técnica de rastreo con manguera, ¿cuándo es obligatorio su uso según el IVASPE?",
    "correct": "Siempre que exista peligro de fuego y se entre con presión de agua",
    "wrong1": "Únicamente cuando la cámara térmica no funciona",
    "wrong2": "Solo en edificios de más de 10 plantas",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0007",
    "topic_id": "E15_URB",
    "text": "Según el protocolo de SOS para un bombero en problemas, ¿cuáles son las tres claves fundamentales que debe comunicar?",
    "correct": "¿Quién tiene el problema?, ¿Cuál es el problema? y ¿Úbicación del problema?",
    "wrong1": "Estado de la víctima, sentido de la marcha y marca del ERA",
    "wrong2": "Nombre del mando, número de manguera y color de casco",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0008",
    "topic_id": "E15_URB",
    "text": "En la técnica de rescate de un bombero denominada 'a 4 patas', ¿cómo se posicionan los rescatadores?",
    "correct": "Uno delante y otro detrás de la víctima, avanzando de rodillas",
    "wrong1": "Uno sujeta las piernas y el otro empuja desde atrás",
    "wrong2": "Ambos de pie sujetando al bombero por la axilas",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0009",
    "topic_id": "E15_URB",
    "text": "¿Qué es un 'Anillo Cosido' en el contexto de las técnicas de rescate?",
    "correct": "Una cinta cerrada que se usa para crear un arnés de fortuna o punta de agarre en la víctima",
    "wrong1": "Un tipo de nudo para asegurar cuerdas guía a la pared",
    "wrong2": "El nombre que recibe el ERA de circuito cerrado",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0010",
    "topic_id": "E15_URB",
    "text": "En condiciones de desorientación o pérdida de la línea de guía, ¿cuál es una recomendación de supervivencia para el bombero?",
    "correct": "Permanecer juntos (binomio), mantener la calma y buscar una pared o ventana",
    "wrong1": "Quitarse el ERA para ver mejor el entorno",
    "wrong2": "Caminar rápido en línea recta hasta encontrar una salida",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0011",
    "topic_id": "E15_URB",
    "text": "Dentro de la clasificación de víctimas, ¿qué define a una víctima 'con pánico'?",
    "correct": "Aquella que intenta salir del edificio y puede dar datos confusos o no tener control",
    "wrong1": "Aquella que se niega a abandonar su vivienda por miedo al robo",
    "wrong2": "Aquella que ya se encuentra fuera del edificio",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0012",
    "topic_id": "E15_URB",
    "text": "¿Cuál es la función del 'Plano Neutro' en el avance durante un rescate?",
    "correct": "Es el nivel que separa la capa de humos calientes de la zona de aire más limpio abajo",
    "wrong1": "Es el punto exacto donde se encuentra el foco del incendio",
    "wrong2": "Es una zona segura donde se puede trabajar sin ERA",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0013",
    "topic_id": "E15_URB",
    "text": "¿Qué debe hacer un equipo de búsqueda al terminar de revisar una habitación en un gran edificio?",
    "correct": "Señalizar la puerta y comunicar al mando la finalización",
    "wrong1": "Desconectar la alarma de incendios de esa planta",
    "wrong2": "Dejar la puerta abierta para que ventile",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0014",
    "topic_id": "E15_URB",
    "text": "¿Para qué sirve la técnica de 'rastreo en péndulo' mencionada en el IVASPE?",
    "correct": "Para que un bombero anclado a la puerta cubra un arco de búsqueda con la manguera o cuerda",
    "wrong1": "Para comprobar la estabilidad del suelo antes de entrar",
    "wrong2": "Para bajar a una víctima por el hueco de la escalera",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0015",
    "topic_id": "E15_URB",
    "text": "En el equipamiento mínimo para intervención según el IVASPE, ¿qué herramienta se recomienda para facilitar la apertura de puertas?",
    "correct": "Herramienta de palanca tipo Halligan o pata de cabra",
    "wrong1": "Todas son correctas",
    "wrong2": "Sierra radial de disco de diamante",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0016",
    "topic_id": "E15_URB",
    "text": "Según el IVASPE, ¿cuál es el tiempo máximo aproximado que una persona inconsciente puede aguantar en una habitación inundada de humo?",
    "correct": "Depende de la contitución física, pero se mide en muy pocos minutos",
    "wrong1": "Más de 30 minutos si se tapan con una manta",
    "wrong2": "Entre 10 y 15 minutos",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0017",
    "topic_id": "E15_URB",
    "text": "¿Qué precaución se debe tomar al usar la cámara térmica durante la búsqueda de víctimas?",
    "correct": "No olvidar realizar el rastreo físico, ya que la cámara puede obviar zonas o fallar",
    "wrong1": "Apagarla cada 2 minutos para ahorrar batería",
    "wrong2": "Confiar ciegamente en ella y dejar de tocar las paredes",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0018",
    "topic_id": "E15_URB",
    "text": "En el rescate de civiles, ¿cuál es la técnica más intuitiva para el arrastre de una víctima según el IVASPE?",
    "correct": "Sujeción por las extremidades (brazos o piernas)",
    "wrong1": "Carga lateral sobre la espaldera del ERA",
    "wrong2": "Uso de la camilla nido",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0019",
    "topic_id": "E15_URB",
    "text": "En el rescate de un compañero bombero mediante la técnica de 'arrastre por espaldera', ¿dónde se engancha el mosquetón de la cinta de unión?",
    "correct": "A la espaldera del ERA",
    "wrong1": "Directamente a la máscara facial para mantener la via aérea",
    "wrong2": "A las botas del bombero para facilitar el deslizamiento",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0020",
    "topic_id": "E15_URB",
    "text": "Si un bombero se encuentra perdido y desorientado, ¿qué acción respecto a su linterna recomienda el manual de supervivencia?",
    "correct": "Enfocarla hacia arriba, hacia el techo o la pared",
    "wrong1": "Guardarla en el bolsillo para que no se rompa",
    "wrong2": "Dar golpes con ella para que lo escuchen los rescatadores",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E15_URB_Q_0021",
    "topic_id": "E15_URB",
    "text": "¿Cuál es la principal diferencia entre la búsqueda primaria y la búsqueda secundaria?",
    "correct": "La primaria se realiza durante la extinción y la secundaria tras el control del incendio",
    "wrong1": "La primaria se hace en el exterior y la secundaria en el interior",
    "wrong2": "La primaria la realizan civiles y la secundaria los bomberos",
    "wrong3": null,
    "explanation": null,
    "reference": null,
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  }
]
