[
  {
    "id": "G5_PRL_Q_0001",
    "topic_id": "G5",
    "text": "Según la Ley 31/1995. Cualquier característica del mismo que pueda tener una influencia significativa en la generación de riesgos para la seguridad y la salud del trabajador se entenderá como:",
    "correct": "Condición de trabajo",
    "wrong1": "Daños derivados del trabajo",
    "wrong2": "Riesgo laboral",
    "wrong3": "productos potencialmente peligrosos",
    "explanation": "La Ley 31/1995 define “condición de trabajo” como cualquier característica del trabajo que pueda influir significativamente en la generación de riesgos.",
    "reference": "Ley 31/1995, art. 4 (Definiciones)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0002",
    "topic_id": "G5",
    "text": "Segun el artículo 19 de la ley 31/1995 que afirmación es incorrecta respecto a la formación de los trabajadores",
    "correct": "El empresario deberá garantizar que cada trabajador reciba una formación teórica y práctica, suficiente y adecuada, en materia preventiva, unicamente en el momento de su contratación.",
    "wrong1": "La formación se podrá impartir por la empresa mediante medios propios o concertándola con servicios ajenos, y su coste no recaerá en ningún caso sobre los trabajadores.",
    "wrong2": "La formación deberá estar centrada específicamente en el puesto de trabajo o función de cada trabajador",
    "wrong3": "Todas son correctas.",
    "explanation": "La formación preventiva debe darse al inicio y siempre que haya cambios en funciones, introducción de nuevas tecnologías o cambios en equipos; no solo en la contratación.",
    "reference": "Ley 31/1995, art. 19",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0003",
    "topic_id": "G5",
    "text": "En una empresa de 1000 trabajadores cuantos delegados de prevención deberan haber?",
    "correct": "4 delegados de prevención",
    "wrong1": "3 delegados de prevención",
    "wrong2": "5 delegados de prevención",
    "wrong3": "6 delegados de prevención",
    "explanation": null,
    "reference": "Ley 31/1995, art. 35",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0004",
    "topic_id": "G5",
    "text": "Según el Artículo 4 de la Ley 31/1995, ¿cómo se define un \"riesgo laboral grave e inminente\"?",
    "correct": "Aquel que resulte probable racionalmente que se materialice en un futuro inmediato y pueda suponer un daño grave para la salud de los trabajadores",
    "wrong1": "Cualquier riesgo que pueda causar un daño, independientemente de su probabilidad",
    "wrong2": "Un riesgo que ya se ha materializado y ha causado un accidente laboral con baja",
    "wrong3": "La exposición a cualquier agente químico, físico o biológico en el lugar de trabajo",
    "explanation": "Se refiere a un riesgo probable en un futuro inmediato capaz de ocasionar un daño grave.",
    "reference": "Ley 31/1995, art. 4 (Definiciones)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0005",
    "topic_id": "G5",
    "text": "De acuerdo con la Ley de Prevención de Riesgos Laborales, ¿cuál es el primer principio general que el empresario debe aplicar en la acción preventiva?",
    "correct": "Evitar los riesgos",
    "wrong1": "Evaluar los riesgos que no se pueden evitar",
    "wrong2": "dar las debidas instrucciones a los trabajadores",
    "wrong3": "Adoptar medidas que antepongan la protección colectiva a la individual",
    "explanation": "El primer principio general de la acción preventiva es evitar los riesgos.",
    "reference": "Ley 31/1995, art. 15",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0006",
    "topic_id": "G5",
    "text": "¿En qué caso la vigilancia de la salud de un trabajador deja de ser voluntaria, según el artículo 22 Ley 31/1995?",
    "correct": "Cuando la realización de los reconocimientos sea imprescindible para verificar si el estado de salud del trabajador puede constituir un peligro para él mismo o para otros",
    "wrong1": "Siempre que un trabajador se incorpore a un nuevo puesto de trabajo",
    "wrong2": "Cuando el empresario lo considere necesario para la productividad de la empresa",
    "wrong3": "Todas son correctas",
    "explanation": "La regla general es voluntaria, salvo supuestos tasados (peligro para el propio trabajador o terceros, etc.).",
    "reference": "Ley 31/1995, art. 22",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0007",
    "topic_id": "G5",
    "text": "¿A partir de cuántos trabajadores es obligatoria la constitución de un Comité de Seguridad y Salud en una empresa o centro de trabajo?",
    "correct": "50 o más trabajadores",
    "wrong1": "30 o más trabajadores",
    "wrong2": "100 o más trabajadores",
    "wrong3": "Solo en empresas con actividades de especial peligrosidad",
    "explanation": "Debe constituirse en empresas o centros de trabajo con 50 o más trabajadores.",
    "reference": "Ley 31/1995, art. 38",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0008",
    "topic_id": "G5",
    "text": "¿Cuál de las siguientes actividades está explícitamente excluida del ámbito de aplicación de la Ley 31/1995?",
    "correct": "La relación laboral de carácter especial del servicio del hogar familiar",
    "wrong1": "El personal civil al servicio de las Administraciones públicas",
    "wrong2": "Las sociedades cooperativas con socios trabajadores",
    "wrong3": "Los centros y establecimientos militares",
    "explanation": "La Ley establece exclusiones y particularidades, incluyendo la relación laboral especial del servicio del hogar familiar.",
    "reference": "Ley 31/1995, art. 3 (Ámbito de aplicación)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0009",
    "topic_id": "G5",
    "text": "De acuerdo con el Artículo 29 Ley 31/1995, ¿cuál de las siguientes es una obligación de los trabajadores en materia de prevención de riesgos?",
    "correct": "Informar de inmediato a su superior jerárquico directo sobre cualquier situación que extrañe un riesgo para la seguridad y la salud",
    "wrong1": "Realizar la evaluación inicial de riesgos de su puesto de trabajo",
    "wrong2": "Planificar la acción preventiva de la empresa",
    "wrong3": "Diseñar y proporcionar los equipos de protección individual",
    "explanation": "Entre las obligaciones del trabajador está informar de situaciones de riesgo y cooperar con el empresario en materia preventiva.",
    "reference": "Ley 31/1995, art. 29",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0010",
    "topic_id": "G5",
    "text": "En el contexto de la protección de la maternidad, si tras adaptar las condiciones de trabajo el puesto sigue suponiendo un riesgo para una trabajadora embarazada, ¿qué medida debe adoptar el empresario?",
    "correct": "Asignarla a un puesto de trabajo o función diferente y compatible con su estado",
    "wrong1": "Suspender el contrato de trabajo hasta que finalice el embarazo",
    "wrong2": "Conceder una licencia retribuida por riesgo durante el embarazo",
    "wrong3": "Reducir su jornada laboral a la mitad con la correspondiente reducción salarial",
    "explanation": "Si persiste el riesgo, debe procederse al cambio de puesto o función compatible, según el sistema de protección previsto.",
    "reference": "Ley 31/1995, art. 26",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0011",
    "topic_id": "G5",
    "text": "¿Quién tiene la responsabilidad de garantizar que los trabajadores contratados a través de una ETT disfruten del mismo nivel de protección en seguridad y salud que el resto de la plantilla?",
    "correct": "La empresa usuaria",
    "wrong1": "La ETT es la única responsable",
    "wrong2": "El propio trabajador, que debe solicitar la equiparación de condiciones",
    "wrong3": "La Inspección de Trabajo y Seguridad Social, que debe autorizar cada contratación",
    "explanation": "La empresa usuaria debe asegurar las condiciones de ejecución del trabajo en materia de seguridad y salud.",
    "reference": "Ley 31/1995 (disposiciones sobre ETT) y normativa específica ETT",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0012",
    "topic_id": "G5",
    "text": "Según la Ley 31/1995, si un empresario no adopta las medidas necesarias ante un riesgo grave e inminente, ¿quién puede acordar la paralización de la actividad de los trabajadores afectados?",
    "correct": "Los representantes legales de los trabajadores, por mayoría de sus miembros",
    "wrong1": "El trabajador afectado, de forma individual y unilateral",
    "wrong2": "Unicamente la Inspección de Trabajo y Seguridad Social tras una denuncia",
    "wrong3": "Cualquier responsable técnico de prevención de la empresa",
    "explanation": "Ante riesgo grave e inminente, los representantes pueden acordar la paralización en los términos previstos legalmente.",
    "reference": "Ley 31/1995, art. 21",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0013",
    "topic_id": "G5",
    "text": "¿Cuál es la composición del Comité de Seguridad y Salud, según el Artículo 38 Ley 31/1995?",
    "correct": "Formado por los Delegados de Prevención, de una parte, y por el empresario y/o sus representantes en número igual al de los Delegados, de la otra",
    "wrong1": "Integrado por todos los trabajadores que lo deseen, el empresario y un Insprctor de Trabajo",
    "wrong2": "Compuesto por el empresario, los Delegados Sindicales y un técnico de prevención externo",
    "wrong3": "está formado únicamente por los Delegados de Prevención",
    "explanation": "Es un órgano paritario y colegiado: Delegados de Prevención y empresario/representantes en igual número.",
    "reference": "Ley 31/1995, art. 38",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0014",
    "topic_id": "G5",
    "text": "En el artículo 16 Ley 31/1995 se establece que la evaluación de riesgos inicial debe actualizarse. ¿Cuándo debe realizarse dicha actualización?",
    "correct": "Cuando cambien las condiciones de trabajo y, en todo caso, se revisará si se han producido daños para la salud",
    "wrong1": "Solo cuando se produce un accidente mortal en la empresa",
    "wrong2": "Cada vezque se contrata a un nuevotrabajadorpara cualquier puesto",
    "wrong3": "Anualmente, coincidiendocon el cierre del ejercicio fiscal",
    "explanation": "La evaluación se actualiza ante cambios y cuando existan daños para la salud u otros indicios que lo hagan necesario.",
    "reference": "Ley 31/1995, art. 16",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0015",
    "topic_id": "G5",
    "text": "Según el artículo 14 Ley 31/1995, ¿sobre quién recae el coste de las medidas relativas a la seguridad y la salud en el trabajo?",
    "correct": "No deberá recaer en modo alguno sobre los trabajadores",
    "wrong1": "Debe ser compartido equitativamente entre eel empresario y los trabajadores",
    "wrong2": "Sobre el trabajador, que puede deducirlo de sus impuestos",
    "wrong3": "Sobre las Mutuas de Accidentes de Trabajo y Enfermedades Profesionales ",
    "explanation": "El coste de las medidas preventivas no debe recaer sobre los trabajadores.",
    "reference": "Ley 31/1995, art. 14",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0016",
    "topic_id": "G5",
    "text": "¿Qué tipo de formación en materia preventiva debe garantizar el empresario a cada trabajador según el artículo 19 Ley 31/1995?",
    "correct": "Una formación teórico y práctica, suficiente y adecuada, centrada en su puesto de trabajo o función",
    "wrong1": "Un curso online homologado cuyo coste es asumido por el trabajador",
    "wrong2": "Una formación general sobre la Ley de Prevención, impartida solo al inicio del contrato",
    "wrong3": "Una formación exclusivamentepráctica, realizada por un compañero con más experencia",
    "explanation": "Debe ser teórica y práctica, suficiente y adecuada, y enfocada al puesto o función.",
    "reference": "Ley 31/1995, art. 19",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0017",
    "topic_id": "G5",
    "text": "Según el Artículo 35, en una empresa de 40 trabajadores, ¿cuántos Delegados de Prevención habrá y cómo serán elegidos?",
    "correct": "Un Delegado de Prevención, que será elegido por y entre los Delegados de Personal",
    "wrong1": "2 Delegados de Prevención, elegidos directamente por todos los trabajadores",
    "wrong2": "Un Delegado de Prevención, que será delegado de personal",
    "wrong3": "No habrá Delegados de Prevención",
    "explanation": "Los Delegados de Prevención se designan por y entre los representantes del personal, según la escala legal.",
    "reference": "Ley 31/1995, art. 35",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0018",
    "topic_id": "G5",
    "text": "En el marco de la coordinación de actividades empresariales (Ley 31/1995), cuando en un mismo centro de trabajo operan trabajadores de dos o más empresas, ¿qué obligación principal tienen estas empresas?",
    "correct": "Cooperar en la aplicación de la normativa sobre prevención de riesgos laborales",
    "wrong1": "Elaborar un único plan de emergencia válido para todas las empresas",
    "wrong2": "Designar un único servicio de prevención para todas ellas",
    "wrong3": "Contratar un seguro de responsabilidad civil conjunto",
    "explanation": "Deben cooperar y coordinarse para aplicar correctamente la normativa preventiva en el centro de trabajo compartido.",
    "reference": "Ley 31/1995, art. 24",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0019",
    "topic_id": "G5",
    "text": "¿Cuándo deben utilizarse los equipos de protección individual según el artículo 17 Ley 31/1995?",
    "correct": "Cuando los riesgos no se pueden evitar o limitar suficientemente por medios técnicos de protección colectiva o medidas de organización",
    "wrong1": "En todos los trabajos considerados manuales, como medida de precaución general",
    "wrong2": "Como primera opción para eliminar cualquier riesgo laboral",
    "wrong3": "Siempre que un trabajador lo solicite, independientemente del del riesgo evaluado",
    "explanation": "Los EPI se utilizan cuando la protección colectiva u организаcional no elimina o reduce suficientemente el riesgo.",
    "reference": "Ley 31/1995, art. 17",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0020",
    "topic_id": "G5",
    "text": "Según el Artículo 25 Ley 31/1995, el empresario garantizará de manera específica la protección de los trabajadores especialmente sensibles. ¿A qué se debe esta sensibilidad?",
    "correct": "A sus propias características personales o estado biológico conocido, incluida la discapacidad",
    "wrong1": "A su falta de experiencia o formación en el puesto de trabajo",
    "wrong2": "A su situación contractual, como ser un trabajador temporal ",
    "wrong3": "A su pertenencia a un sindicato o ser representante de los trabajadores",
    "explanation": "La especial sensibilidad se vincula a características personales/estado biológico conocido (incluida discapacidad) que requieren protección específica.",
    "reference": "Ley 31/1995, art. 25",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0021",
    "topic_id": "G5",
    "text": "En el ejercicio de sus competencias, ¿qué facultad tienen los Delegados de Prevención según el artículo 36?",
    "correct": "Acompañar a los técnicos en las evaluaciones de riesgos y a los Inspectores de Trabajo en sus visitas ",
    "wrong1": "Sancionar a los trabajadores qie incumplan las normas deseguridad ",
    "wrong2": "Ordenar la compra de nuevos equipos de protección sin consultar al empresario",
    "wrong3": "Acceder al historial médico completo de cualquier trabajador de la empresa",
    "explanation": "Entre sus facultades está acompañar en evaluaciones y visitas de Inspección, en los términos del artículo.",
    "reference": "Ley 31/1995, art. 36",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0022",
    "topic_id": "G5",
    "text": "Si el empresario decide asumir personalmente la actividad preventiva en su empresa, ¿qué condiciones debe cumplir según el artículo 30?",
    "correct": "Tener menos de 6 trabajadores, desarrollar su actividad habitualmente en el centro de trabajo y tener la capacidad necesaria",
    "wrong1": "Tener menos de 25 trabajadores y superar un examen de la autoridad laboral",
    "wrong2": "Ser una empresa familiar sin importar el número de trabajadores",
    "wrong3": "Contratar a un trabajador designado para que le supervise directamente",
    "explanation": null,
    "reference": "Ley 31/1995, art. 30",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  },
  {
    "id": "G5_PRL_Q_0023",
    "topic_id": "G5",
    "text": "Conforme la Ley 31/1995, ¿qué documentación está obligado el empresario a elaborar y conservar a disposición de la autoridad laboral?",
    "correct": "La evaluación de riesgos, la planificación preventiva y el registro de la vigilancia de la salud, entre otros",
    "wrong1": "Los contratos de trabajo de toda la plantilla y sus nóminas",
    "wrong2": "Las actas de las reuniones del Comité de Empresa",
    "wrong3": "Únicamente la relación de accidentes de trabajo que hayan causado incapacidad",
    "explanation": "La Ley exige disponer de documentación preventiva básica (evaluación, planificación, vigilancia de la salud, etc.) a disposición de la autoridad competente.",
    "reference": "Ley 31/1995, art. 23",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": 1995
  }
]
