[
  {
    "id": "E7_COM_Q_0001",
    "topic_id": "E7",
    "text": "¿Cuál es la principal razón por la que las redes de comunicaciones públicas no se consideran adecuadas para la gestión de emergencias?",
    "correct": "Tienen una marcada tendencia a la sobrecarga y congestión durante dichas situaciones",
    "wrong1": "No implementan cifrado, lo que las hace inseguras para las comunicaciones de los servicios de emergencia",
    "wrong2": "Son tecnológicamente inferiores a las redes privadas y no permiten la transmisión de datos",
    "wrong3": "Carecen de cobertura en zonas rurales, donde ocurren muchas emergencias",
    "explanation": "En emergencias se incrementa bruscamente el tráfico y las redes públicas tienden a congestionarse, afectando disponibilidad y tiempos de establecimiento de llamada.",
    "reference": "Comunicaciones de emergencia: congestión en redes públicas",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0002",
    "topic_id": "E7",
    "text": "¿Cuál es la principal razón por la que las redes de comunicaciones públicas no se consideran adecuadas para la gestión de emergencias?",
    "correct": "Función Modo Degradado",
    "wrong1": "Función Pasarela (Gateway) ",
    "wrong2": "Función Multiflota",
    "wrong3": "Función Repetidor (Repeater)",
    "explanation": "En redes profesionales tipo TETRA (COMDES), el modo degradado es un mecanismo de continuidad de servicio cuando una estación base pierde conexión con la red troncal.",
    "reference": "COMDES/TETRA: funciones de operación (incluye modo degradado)",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0003",
    "topic_id": "E7",
    "text": "En la red COMDES, ¿qué tipo de comunicación tiene la máxima prioridad y puede desalojar a otras comunicaciones de la red si es necesario?",
    "correct": "Llamadas de emergencia",
    "wrong1": "Comunicaciones de grupo en el canal PMA",
    "wrong2": "Llamadas individuales entre mandos",
    "wrong3": "Todas son correctas",
    "explanation": "Las llamadas de emergencia se cursan con la prioridad más alta y pueden preemptar (desalojar) comunicaciones de menor prioridad.",
    "reference": "COMDES/TETRA: prioridades y llamada de emergencia",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0004",
    "topic_id": "E7",
    "text": "¿Qué es el código ISSI en el contexto de la red COMDES?",
    "correct": "Un número de 6 0 7 cifras que identifica de manera exclusiva a cada terminal de radio",
    "wrong1": "El nombre del grupo de comunicación o carpeta activa en la emisora",
    "wrong2": "Un código que identifica el tipo de emergencia en curso",
    "wrong3": "Un protocolo de seguridad para el cifrado de comunicaciones",
    "explanation": "El ISSI es el identificador individual del abonado/terminal en redes TETRA (identificación única del terminal).",
    "reference": "COMDES/TETRA: ISSI (Identidad Individual)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0005",
    "topic_id": "E7",
    "text": "¿Cuál es el número ISSI del Servicio Municipal Bomberos Valencia?",
    "correct": "016XXXX",
    "wrong1": "012XXXX",
    "wrong2": "182XXXX",
    "wrong3": "183XXXX",
    "explanation": null,
    "reference": "COMDES: asignación de ISSI por organismo",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0006",
    "topic_id": "E7",
    "text": "¿Cuál es la potencia de emisión máxima de un terminal móvil (instalado en vehículo)?",
    "correct": "10W",
    "wrong1": "3W",
    "wrong2": "5W",
    "wrong3": "15W",
    "explanation": "Los terminales móviles (vehiculares) suelen disponer de mayor potencia que los portátiles para mejorar cobertura.",
    "reference": "Equipos de radiocomunicaciones: potencias típicas móvil/portátil",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0007",
    "topic_id": "E7",
    "text": "¿Cuál es la potencia de emisión máxima de un terminal portátil (walkie-talkie)?",
    "correct": "3W",
    "wrong1": "5W",
    "wrong2": "10W",
    "wrong3": "15W",
    "explanation": "Los terminales portátiles tienen potencia menor que los móviles para optimizar batería y seguridad RF.",
    "reference": "Equipos de radiocomunicaciones: potencias típicas móvil/portátil",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0008",
    "topic_id": "E7",
    "text": "En el contexto de la praxis de radio, la regla de las tres 'C' establece que los mensajes deben ser:",
    "correct": "Todas son correctas",
    "wrong1": "Claros",
    "wrong2": "Cortos",
    "wrong3": "Concisos",
    "explanation": "La regla 3C indica mensajes claros, cortos y concisos para reducir errores y ocupación de canal.",
    "reference": "Procedimientos operativos de radiocomunicaciones (regla 3C)",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0009",
    "topic_id": "E7",
    "text": "Dentro de los procedimientos de comunicación del PTECV, ¿cuál es el propósito de los 'Grupos de Apoyo Mutuo'?",
    "correct": "Facilitar la comunicación operativa de diferentes servicios en emergencias menores o actividades de prevención que no requieren la activación de un plan",
    "wrong1": "Comunicar al Director del PMA con el CCEG",
    "wrong2": "Permitir la comunicación entre las Centrales de Coordinación de los distintos servicios de emergencia",
    "wrong3": "Gestionar la comunicación en dispositivos preventivos de grandes eventos sin activación de planes",
    "explanation": "Estos grupos están pensados para interoperabilidad operativa entre servicios cuando no hay estructura de plan activada.",
    "reference": "PTECV: procedimientos de comunicaciones (grupos de apoyo mutuo)",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0010",
    "topic_id": "E7",
    "text": "La 'sectorización' de las comunicaciones en una emergencia compleja se realiza para:",
    "correct": "Evitar la congestión del canal y garantizar que cada equipo de intervención tenga un grupo libre para sus tareas y seguridad",
    "wrong1": "Probar la funcionalidad del Modo Repetidor y Pasarela en un escenario real",
    "wrong2": "Ahorrar la batería de las emisoras al reducir transmisiones",
    "wrong3": "Todas son correctas",
    "explanation": "Sectorizar permite repartir equipos por grupos/canales, disminuyendo interferencias operativas y mejorando control y seguridad.",
    "reference": "Gestión operativa de comunicaciones: sectorización",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0011",
    "topic_id": "E7",
    "text": "¿Qué ocurre cuando una Estación Base (TBS) de la red COMDES entra en 'Modo Degradado'?",
    "correct": "La estación funciona como un repetidor convencional aislado, y los terminales bajo su cobertura solo pueden usar grupos específicos DEGRA",
    "wrong1": "Automáticamente conmuta a todos los terminales a DMO para que puedan seguir comunicándose entre ellos",
    "wrong2": "La estación amplifica su potencia para intentar reconectar con el conmutador DXT más cercano",
    "wrong3": "La estación se apaga completamente por seguridad",
    "explanation": "En modo degradado, la TBS mantiene servicio local limitado (sin conmutación de red completa) usando grupos predefinidos.",
    "reference": "COMDES/TETRA: modo degradado",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "E7_COM_Q_0012",
    "topic_id": "E7",
    "text": "¿Qué tipo de terminales, según el texto, pueden activar la función Pasarela (Gateway) en la red COMDES?",
    "correct": "Terminales móviles (instalados en vehículo) autorizados",
    "wrong1": "Cualquier terminal portátil (walkie-talkie), sin restricciones",
    "wrong2": "Únicamente las estaciones base (TBS) de la red",
    "wrong3": "Solo los despachos/centrales (CECOP/CCEG) mediante consola",
    "explanation": "La función Gateway suele habilitarse en terminales móviles/vehiculares autorizados para enlazar DMO↔TMO en escenarios operativos.",
    "reference": "COMDES/TETRA: función Gateway (pasarela)",
    "difficulty": 3,
    "source": "Elaboración propia",
    "year": null
  }
]
