[
  {
    "id": "GEN_CV_G2_Q_0001",
    "topic_id": "GEN_CV_G2",
    "text": "Según el Artículo 64.3 del Estatuto de Autonomía de la Comunitat Valenciana, para potenciar la autonomía local sobre la base del principio de subsidiariedad, por Ley de Les Corts, se creará:",
    "correct": "El Fondo de Cooperación Municipal de la Comunitat Valenciana",
    "wrong1": "La Ley de Comarcalización de la Comunitat Valenciana",
    "wrong2": "El Comité de Municipios de la Comunitat Valenciana",
    "wrong3": "La Comisión Mixta entre la Generalitat y la Federación de Municipios y Provincias",
    "explanation": "El artículo 64.3 establece la creación del Fondo de Cooperación Municipal para reforzar la autonomía local conforme al principio de subsidiariedad.",
    "reference": "Estatuto de Autonomía CV, art. 64.3",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0002",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué artículo del Estatuto de Autonomía de la Comunitat Valenciana habla sobre la lengua?",
    "correct": "Artículo 6",
    "wrong1": "Artículo 7",
    "wrong2": "Artículo 5",
    "wrong3": "Artículo 4",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 6",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0003",
    "topic_id": "GEN_CV_G2",
    "text": "La bandera de la Comunitat Valenciana es la Senyera compuesta por:",
    "correct": "Cuatro barras rojas sobre fondo amarillo, coronadas sobre franja azul junto al asta",
    "wrong1": "Cuatro barras rojas sobre fondo amarillo",
    "wrong2": "Cuatro barras rojas sobre fondo amarillo, sobre franja roja junto al asta",
    "wrong3": "Cuatro barras rojas sobre fondo amarillo, sobre franja azul junto al asta",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 4",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0004",
    "topic_id": "GEN_CV_G2",
    "text": "Según el Artículo 1 del Estatuto, ¿cómo se constituye el pueblo valenciano dentro de la Nación española?",
    "correct": "Como una Comunidad Autónoma, expresión de su identidad como nacionalidad histórica",
    "wrong1": "Como un estado federado con autogobierno pleno",
    "wrong2": "Como la reintegración del histórico Reino de Valencia",
    "wrong3": "Como una región europea con identidad propia",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 1",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0005",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué institución es designada en el Artículo 6 como la entidad normativa del idioma valenciano?",
    "correct": "L'Acadèmia Valenciana de la Llengua",
    "wrong1": "La Generalitat Valenciana",
    "wrong2": "El Consell de la Cultura Valenciana",
    "wrong3": "La Real Academia Española, en coordinación con las autoridades valencianas",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 6",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0006",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué ciudadanos gozan de la condición política de valencianos según el Artículo 3 del Estatuto?",
    "correct": "Todos los ciudadanos españoles que tengan o adquieran vecindad administrativa en la Comunitat Valenciana",
    "wrong1": "Todos los ciudadanos españoles nacidos que tengan o adquieran vecindad administrativa en la Comunitat Valenciana",
    "wrong2": "Los ciudadanos españoles y europeos que hablen valenciano",
    "wrong3": "Todos los ciudadanos que acrediten una residencia mínima de dos años",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 3",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0007",
    "topic_id": "GEN_CV_G2",
    "text": "¿Cuál es la lengua propia de la Comunitat Valenciana y qué estatus tiene junto al castellano, según el Artículo 6 del Estatuto?",
    "correct": "El valenciano es la lengua propia y es cooficial junto al castellano, que es el idioma oficial del Estado",
    "wrong1": "El castellano es la lengua preferente y el valenciano es cooficial en las zonas de predominio lingüístico",
    "wrong2": "El valenciano y el castellano son lenguas propias y cooficiales en todo el territorio",
    "wrong3": "El valenciano es la lengua propia y única lengua oficial",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 6",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0008",
    "topic_id": "GEN_CV_G2",
    "text": "Conforme al Artículo 2 del Estatuto, ¿qué provincias comprende el territorio de la Comunitat Valenciana?",
    "correct": "Alicante, Castellón y Valencia",
    "wrong1": "Valencia, Castellón y Teruel",
    "wrong2": "Valencia, Alicante y Murcia",
    "wrong3": "Ninguna es correcta",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 2",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0009",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué establece el Artículo 5 del Estatuto sobre la sede de las instituciones de la Generalitat?",
    "correct": "La sede de la Generalitat está en Valencia, pero las instituciones pueden reunirse en cualquier municipio de acuerdo con la Ley",
    "wrong1": "La sede oficial es la ciudad de Alicante para equilibrar el peso territorial",
    "wrong2": "La sede se establece de forma rotatoria anualmente entre las capitales de provincia",
    "wrong3": "La sede de la Generalitat es el palacio de este nombre, en la ciudad de Valencia, y las reuniones solo pueden celebrarse allí",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 5",
    "difficulty": 1,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0010",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué derechos y obligaciones se reconocen en el Artículo 3.5 del Estatuto a los ciudadanos de la Unión Europea residentes en la Comunitat Valenciana sin nacionalidad española?",
    "correct": "Gozarán de los mismos derechos y obligaciones, con las excepciones que fijen la Constitución o las leyes del Estado",
    "wrong1": "Únicamente derechos de residencia y trabajo, sin obligaciones fiscales",
    "wrong2": "Los mismos derechos y obligaciones que los valencianos sin ninguna excepción",
    "wrong3": "No se les reconoce ningún derecho u obligación especial más allá de los estatales",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 3.5",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0011",
    "topic_id": "GEN_CV_G2",
    "text": "Según el Artículo 3.2 del Estatuto, ¿qué se aplica a los descendientes de valencianos residentes en el extranjero?",
    "correct": "Gozarán de los mismos derechos que sus ascendientes si lo solicitan y están inscritos como españoles",
    "wrong1": "Solo tienen derecho a participar en la vida cultural, pero no en la política",
    "wrong2": "No tienen derecho a solicitar ningún reconocimiento político",
    "wrong3": "Adquieren automáticamente los derechos políticos al nacer",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 3.2",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0012",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué objetivo persigue el desarrollo legislativo de la Generalitat en relación con los Fueros del histórico Reino de Valencia, según el Artículo 7?",
    "correct": "La recuperación de sus contenidos en plena armonía con la Constitución y la realidad actual",
    "wrong1": "La anulación de toda la legislación actual para reimplantar los Fueros históricos",
    "wrong2": "La prohibición de utilizar cualquier contenido de los antiguos Fueros por ser preconstitucionales",
    "wrong3": "La aplicación exclusiva del Derecho civil foral valenciano en todo el territorio español",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 7",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0013",
    "topic_id": "GEN_CV_G2",
    "text": "Según el artículo 63, ¿qué principios rigen las relaciones entre las administraciones públicas locales de la Comunitat Valenciana?",
    "correct": "Coordinación, cooperación y colaboración",
    "wrong1": "Cooperación, lealtad institucional y solidaridad",
    "wrong2": "Autonomía, subsidiariedad y descentralización",
    "wrong3": "Eficacia, jerarquía y legalidad",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 63",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0014",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué mayoría se requiere en Les Corts para aprobar la ley que determine la división comarcal, según el artículo 65 del Estatuto?",
    "correct": "Mayoría de dos tercios de la cámara",
    "wrong1": "Mayoría absoluta del total de miembros de la cámara",
    "wrong2": "Mayoría simple de los miembros presentes",
    "wrong3": "Unanimidad de todos los grupos parlamentarios",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 65",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0015",
    "topic_id": "GEN_CV_G2",
    "text": "Conforme al artículo 64.3 del Estatuto, ¿cuál es el objetivo principal de la creación del Fondo de Cooperación Municipal de la Comunitat Valenciana?",
    "correct": "Potenciar la autonomía local sobre la base del principio de subsidiariedad",
    "wrong1": "Subvencionar proyectos específicos de las Diputaciones Provinciales",
    "wrong2": "Gestionar los tributos cedidos por el Estado a los Ayuntamientos",
    "wrong3": "Financiar exclusivamente a los municipios de más de 20.000 habitantes",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 64.3",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0016",
    "topic_id": "GEN_CV_G2",
    "text": "Según el Estatuto de Autonomía, ¿qué naturaleza tiene la Comisión Mixta entre la Generalitat y la Federación Valenciana de Municipios y Provincias?",
    "correct": "Órgano deliberante y consultivo",
    "wrong1": "Órgano legislativo que puede proponer leyes de régimen local",
    "wrong2": "Órgano ejecutivo con capacidad sancionadora",
    "wrong3": "Órgano de control financiero de los Ayuntamientos",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 64",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0017",
    "topic_id": "GEN_CV_G2",
    "text": "El artículo 64 del Estatuto establece dos principios que rigen la distribución de responsabilidades administrativas entre las diversas administraciones locales. ¿Cuáles son?",
    "correct": "Principio de subsidiariedad y de diferenciación",
    "wrong1": "Principio de legalidad y de eficacia",
    "wrong2": "Principio de jerarquía y de coordinación",
    "wrong3": "Principio de cooperación y de descentralización",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 64",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0018",
    "topic_id": "GEN_CV_G2",
    "text": "¿Qué debe acompañar obligatoriamente a la descentralización de competencias en favor de los Ayuntamientos, según el artículo 64.2 del Estatuto?",
    "correct": "Suficientes recursos económicos para que sea efectiva",
    "wrong1": "La aprobación por mayoría de dos tercios de Les Corts",
    "wrong2": "Un informe favorable de la Comisión Mixta",
    "wrong3": "La creación de una nueva figura asociativa",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 64.2",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0019",
    "topic_id": "GEN_CV_G2",
    "text": "Según el artículo 65.2 del Estatuto, las comarcas se definen como circunscripciones administrativas de la Generalitat y además como:",
    "correct": "Entidades Locales determinadas por la agrupación de municipios",
    "wrong1": "Entidades con potestad legislativa propia",
    "wrong2": "Demarcaciones electorales para las elecciones autonómicas",
    "wrong3": "Órganos dependientes directamente de las Diputaciones Provinciales",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 65.2",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0020",
    "topic_id": "GEN_CV_G2",
    "text": "Conforme al Estatuto, ¿en qué caso pueden Les Corts revocar la delegación de la ejecución de competencias a una Diputación Provincial?",
    "correct": "Cuando la actuación de la Diputación atente al interés general de la Comunitat Valenciana",
    "wrong1": "Únicamente si la delegación fue aprobada por mayoría simple y no absoluta",
    "wrong2": "Siempre que lo solicite el Presidente de la Generalitat, sin necesidad de justificación",
    "wrong3": "Si la Diputación presenta un déficit presupuestario durante dos años consecutivos",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 66",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0021",
    "topic_id": "GEN_CV_G2",
    "text": "De acuerdo con el artículo 66.3 del Estatuto, ¿qué se unirá a los presupuestos de la Generalitat a efectos de coordinación?",
    "correct": "Los presupuestos de las Diputaciones, que éstas elaboren y aprueben",
    "wrong1": "Las previsiones de gasto del Fondo de Cooperación Municipal",
    "wrong2": "Los presupuestos de las empresas públicas de la Generalitat",
    "wrong3": "Todas son correctas",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 66.3",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  },
  {
    "id": "GEN_CV_G2_Q_0022",
    "topic_id": "GEN_CV_G2",
    "text": "De acuerdo con el artículo 66.4 del Estatuto, si una Diputación Provincial no cumple con las obligaciones impuestas por el Estatuto, ¿qué medida puede adoptar el Consell?",
    "correct": "Adoptar las medidas necesarias para obligarla al cumplimiento forzoso, previo requerimiento",
    "wrong1": "Disolver inmediatamente la Diputación y convocar nuevas elecciones",
    "wrong2": "Suspender de sus funciones al Presidente de la Diputación",
    "wrong3": "Solicitar la intervención del Gobierno del Estado",
    "explanation": null,
    "reference": "Estatuto de Autonomía CV, art. 66.4",
    "difficulty": 2,
    "source": "Elaboración propia",
    "year": null
  }
]
